Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/automation.po
Languages: de, fr, gl, ja, pt

source: Automation Lanes
de: Automationsunterspuren
fr: Lignes d'automatisation
gl: Canles de Automatización
ja: オートメーションレーン
pt: Pistas de Automação

source: Tracks which have automatable controls, such as Fader, Pan and parameters of Plugins they contain will have an option to show their Automation Lanes.
de: Spuren, die automatisierbare Steuerungen haben, wie Fader, Pan, und Parameter von Erweiterungen, die sie beinhalten, haben eine Option, ihre Automationsunterspuren anzuzeigen.
fr: Les pistes qui ont des contrôles automatisables, tels que les Fader, les Pan et les paramètres des greffons qu'elles contiennent, auront une option pour afficher leurs lignes d'automatisation.
gl: As Pistas que teñen controles automatizables, como Fader, Panorama e parámetros dos Plugins que conteñen terán unha opción para amosar as súas Canles de Automatización.
ja: フェーダー、パン、プラグインのパラメータなどを含む自動化可能なコントロールがあるトラックには、オートメーションレーンを表示するオプションがあります。
pt: As faixas que possuem controles automatizáveis, tais como Fader, Pan e parâmetros de Plugins que contêm, terão a opção de mostrar suas pistas de automação.

source: You can choose which parameter you want to automate in each Automation Lane.
de: Du kannst in jeder Automationsunterspur wählen, welche Parameter du automatisieren möchtest.
fr: Vous pouvez choisir quel paramètre vous souhaitez automatiser dans chaque ligne d'automatisation.
gl: Podes escoller que parámetro queres automatizar en cada Canle de Automatización.
ja: 各オートメーション レーンで自動変動させるパラメータを選択できます。
pt: Você pode escolher qual parâmetro você deseja automatizar em cada faixa de automação.

source: Types of Automatable Parameters
de: Arten von automatisierbaren Parametern
fr: Types de paramètres automatisables
gl: Tipos de Parámetros Automatizables
ja: 自動化可能パラメータの種類
pt: Tipos de Parâmetros Automatizáveis

source: Zrythm will draw the automation differently depending on the type of the parameter being automated. The following types of parameters exist.
de: Zrythm zeichnet die Automation unterschiedlich je nachdem welche Art von Parameter automatisiert wird. Die folgenden Arten von Parametern gibt es.
fr: Zrythm dessinera l'automatisation différemment selon le type du paramètre à automatiser. Les types de paramètres suivants existent.
gl: Zrythm debuxará a automatización de xeito diferente dependendo do tipo de parámetro que se estea a automatizar. Os tipos de parámetros existentes son os seguintes.
ja: Zrythm は、自動化されるパラメータのタイプに応じて、オートメーションを異なる方法で描画します。次のタイプのパラメータが存在します。
pt: O Zrythm desenhará a automação de forma diferente dependendo do tipo de parâmetro que está sendo automatizado. Existem os seguintes tipos de parâmetros.

source: Float
de: Fließkomma
fr: Flottant
gl: Flotante
ja: 浮動小数点数
pt: Flutuar

source: Parameters with a Float type can have a value of any decimal within their given range and are the most common ones. Zrythm will draw editable curves for these types of parameters.
de: Parameter von der Art Fließkomma können einen beliebigen Dezimalwert innerhalb des gegebenen Bereiches haben und sind die häufigsten. Zrythm zeichnet für diese Art von Parametern bearbeitbare Kurven.
fr: Les paramètres avec un type flottant peuvent avoir une valeur de n'importe quelle décimale dans leur plage donnée et sont les plus courants. Zrythm dessinera des courbes modifiables pour ces types de paramètres.
gl: Os parámetros co tipo Flotante poden ter un valor decimal calquera dentro dun rango e son os máis comúns. Zrythm debuxará curvas editables para este tipo de parámetros.
ja: 浮動小数点型のパラメーターは、指定された範囲内の任意の小数点の値を持つことができるし、最も一般的なものです。Zrythm は、これらの種類のパラメータに対して編集可能な曲線を描画します。
pt: Parâmetros com o tipo Float podem ter um valor de qualquer decimal dentro de um determinado intervalo, sendo os mais comuns. Zrythm desenhará curvas editáveis para estes tipos de parâmetros.

source: Step
de: Schritt
fr: Pas
gl: Pasos
ja: ステップ
pt: Passo

source: Step parameters have values that can only be changed in increments. Zrythm will draw ladders for these types of parameters.
de: Schrittparameter haben einen Wert, der nur stufenweise verändert werden kann. Zrythm zeichnet für diese Art von Parameter Leitern.
fr: Les paramètres par pas ont des valeurs qui ne peuvent être modifiées que par incréments. Zrythm dessinera des échelles pour ce type de paramètres.
gl: Os parámetros de Pasos teñen valores que só se poden cambiar por incrementos. Zrythm debuxará escaleiras para este tipo de parámetros.
ja: ステップのパラメータには、増分でのみ変更できる値があります。Zrythm は、これらのタイプのパラメーターのはしごを描画します。
pt: Os parâmetros de passo têm valores que só podem ser alterados em incrementos. Zrythm desenhará escadas para estes tipos de parâmetros.

source: Boolean
de: Boolesch
fr: Booléen
gl: Booleanos
ja: ブール（ON/OFF)
pt: Booleano

source: These types of parameters only have two values: On or Off. Zrythm will draw a big square for these.
de: Diese Arten von Parametern haben nur zwei Werte: An oder Aus. Zrythm zeichnet für diese ein großes Rechteck.
fr: Ces types de paramètres n'ont que deux valeurs : marche ou arrêt. Zrythm dessinera un grand carré pour ceux-ci.
gl: Este tipo de parámetros só teñen dous valores: Acendido ou Apagado. Zrythm debuxará un cadrado grande para estes.
ja: これらの種類のパラメーターには、オンとオフの 2 つの値しかありません。Zrythmは、これらの値の大きな正方形を描画します。
pt: Esses tipos de parâmetros têm apenas dois valores: ativado ou desativado. Zrythm vai desenhar um grande quadrado para estes.

source: Automation Points
de: Automationspunkte
fr: Points d'automatisation
gl: Puntos de Automatización
ja: オートメーションポイント
pt: Pontos de Automação

source: TODO
de: ZU ERLEDIGEN
fr: ÀFAIRE
pt: A FAZER

source: Editing Curves
de: Kurven bearbeiten
fr: Éditer les courbes
gl: Edición de Curvas
ja: カーブの編集
pt: Editando Curvas

source: Automation
fr: Automatisation
gl: Automatización
ja: オートメーション
pt: Automação
