Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/chords-and-scales.po
Languages: fr, gl, pt

source: Chords and Scales
fr: Accords et gammes
gl: Acordes e Escalas
pt: Acordes e escalas

source: Overview
fr: Vue générale
gl: Información xeral
pt: Sinopse

source: Chords and scales can be used to easily try out various chords and to make it easier to follow chord progressions.
fr: Les accords et les gammes peuvent être utilisés pour essayer facilement divers accords et pour faciliter le suivi des progressions d'accords.
gl: Acordes e escalas pódense utilizar para facer probas e seguir progresións de acordes máis sinxelamente.
pt: Acordes e escalas podem ser usados para experimentar facilmente vários acordes e para facilitar seguir progressões de acordes.

source: Chord Pad
fr: Tablette d'accord
gl: Pad de Acordes
pt: Pad de Acordes

source: The chord pad contains 12 pads (1 for each key on a piano keyboard) that can be used to trigger chords. The chord pad can be found in the bottom panel.
fr: Le pad d'accord contient 12 pads (1 pour chaque touche d'un clavier de piano) qui peuvent être utilisés pour déclencher des accords. Le pad d'accord se trouve dans le panneau inférieur.
gl: O pad de acordes contén 12 pads (1 para cada tecla dun teclado de piano) que se poden empregar para lanzar acordes. O pad de acordes pódese atopar no panel inferior.
pt: O pad de acordes contém 12 pads (1 para cada tecla de um teclado de piano) que podem ser usados para acionar acordes. O pad de acordes encontra-se no painel inferior.

source: This is a TODO feature.
fr: C'est une fonctionnalité ÀFAIRE.
gl: Esta é unha característica TODO.
pt: Esta é uma função TODO.

source: Chord Track
fr: Piste d'accord
gl: Pista de Acordes
pt: Faixa de Acordes

source: Chord regions and scale objects can be created inside the chord track, and these can then be used to dictate what chord and scale is active when. For example, you can specify a chord progression as follows.
fr: Les régions d'accord et les objets de gamme peuvent être créés à l'intérieur de la piste d'accord, et ceux-ci peuvent ensuite être utilisés pour dicter quel accord et quelle gamme sont actifs à quel moment. Par exemple, vous pouvez spécifier une progression d'accord comme suit.
gl: As rexións de acordes e os obxectos de escala poden ser creados dentro da pista de acordes, e estes poden ser usados para ditar que escala e acorde está activo e cando. Por exemplo, podes especificar unha progresión de acordes como a continuación.
pt: Regiões de acordes e objetos de escala podem ser criados dentro da faixa de acordes e estes podem depois ser usados para ditar qual acorde e escala está ativado e quando. Por exemplo, pode especificar uma progressão de acordes da maneira seguinte.

source: Chord region and scale inside the chord track in the timeline.
fr: Région d'accord et gamme à l'intérieur de la piste d'accord dans la ligne temporelle.
gl: Rexión de acorde e escala dentro da pista de acordes na liña de tempo.
pt: Região e escala de acordes dentro da faixa de acordes na cronologia.

source: Chord objects inside the chord region above.
fr: Objets d'accord à l'intérieur de la région d'accord ci-dessus.
gl: Obxectos de acorde dentro da rexión de acordes superior.
pt: Objetos de acordes dentro da região de acordes acima.

source: Highlighting
fr: Surbrillance
gl: Remarcar
pt: Destaque

source: You can then use highlighting inside MIDI regions to highlight the notes corresponding to the scale, chord, or both at the position of the playhead.
fr: Vous pouvez alors utiliser le surlignage à l'intérieur des régions MIDI pour surligner les notes correspondantes à la gamme, à l'accord, ou aux deux à la position de la tête de lecture.
gl: Podes empregar o resaltado dentro das rexións MIDI para salientar as notas correspondentes á escala, acorde ou ámbalas dúas na posición da cabeza de reprodución.
pt: Pode então usar o realce dentro das regiões MIDI para destacar as notas correspondentes à escala, acorde ou ambos na posição da cabeça de reprodução.

source: Chord highlighting.
fr: Surlignage des accords.
gl: Resaltado de acordes.
pt: Destaque de acordes.

source: Scale highlighting.
fr: Surlignage des échelles.
gl: Resaltado de escalas.
pt: Destaques de escala.

source: Scale and chord highlighting.
fr: Surlignage des gammes et des accords.
gl: Resaltado de escala e acorde.
pt: Destaques de escala e acordes.

source: Live Audition
fr: Audition en direct
gl: Audición en Directo
pt: Audição ao Vivo

source: You can route the output of the chord track to a MIDI or Instrument track for live auditioning of the chord track's events.
fr: Vous pouvez router la sortie de la piste d'accord vers une piste MIDI ou d'instrument pour écouter en direct des événements de la piste d'accord.
gl: Podes dirixir a saída da pista de acordes a unha pista MIDI ou de instrumento para escoitar en directo os eventos da pista de acordes.
pt: Pode encaminhar a saída da faixa de acordes para uma faixa de MIDI ou Instrumento para audição do acorde da pista de eventos ao vivo.
