Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/contributing.po
Languages: de, nb_no

source: Designing
de: Designen
nb_no: Design

source: If you want to help improve the appearance Zrythm itself and its website, forum, manual, etc., please come join the `chat <https://riot.im/app/#/room/#freenode_#zrythm:matrix.org?action=chat>`_.
de: Falls du helfen möchtest, die Erscheinung von Zrythm selbst und seiner Website, seinem Forum, Handbuch, etc. zu verbessern, komm bitte in den `chat <https://riot.im/app/#/room/#freenode_#zrythm:matrix.org?action=chat>`_.

source: Zrythm itself is fully CSS-themable, and the overall UI structure can easily be edited in Glade without touching any code.
de: Zrythm selbst ist mit CSS voll anpassbar, und die gesammte Struktur der Benutzeroberfläche kann leicht in Glade bearbeitet werden ohne irgendwelchen Code zu berühren.
nb_no: Selve Zrythm kan formgis helt og holdent i CSS, og den helhetlige grensesnittsstrukturen kan redigeres i Glade, uten å røre noe av koden.

source: Donating
de: Spenden
nb_no: Donering

source: Donations are vital to keep the project running smoothly. If you can afford to do so please consider becoming a patron or supporting us below.
de: Spenden sind um das Projekt am Laufen zu halten unentbehrlich. Falls du es dir leisten kannst, überleg dir doch bitte, ein Patron zu werden oder uns hier unten zu unterstützen.

source: PayPal recurring or non-recurring donation.
de: PayPal- regelmäßige oder nicht regelmäßige Spenden.

source: LiberaPay is a recurring donations platform for funding developers and creators, ran by a French non-profit.
de: LiberaPay ist eine von einer französischen nicht-profitorientierten Organisation geleitete Plattform für regelmäßige Spenden zur Finanzierung von Schöpfern und Entwicklern.
nb_no: Liberapay er en plattform for vedvarende donasjoner der man kan bidra til utviklere og skapere, i kraft av en veldedig Fransk bedrift.

source: Editing Documentation
de: Dokumentation bearbeiten
nb_no: Redigering av dokumentasjon

source: This documentation can be edited via https://git.zrythm.org/zrythm/zrythm-docs
de: Diese Dokumentation kann via https://git.zrythm.org/zrythm/zrythm-docs editiert werden
nb_no: Dette dokumentet kan redigeres direkte via https://git.zrythm.org/zrythm/zrythm-docs

source: Contributing
de: Beteiligen
nb_no: Bidrag

source: Testing
de: Testen

source: Translating
de: Übersetzen
nb_no: Oversetting

source: Zrythm is available for translation at Hosted Weblate. Visit the `Zrythm project page <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_ to start translating.
de: Zrythm ist zum übersetzen auf Hosted Weblate verfügbar. Besuche die `Zrythm-Projektseite <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_ um mit dem Übersetzen zu starten.
nb_no: Zrythm er tilgjengelig for oversettelse på Hosted Weblate. Besøk `Zrythm-prosjektsiden <https://hosted.weblate.org/engage/zrythm/?utm_source=widget>`_ for å bistå i oversettelsen.

source: The Zrythm translation project contains the following components:
de: Das Zrythm-Übersetzungsprojekt enthält die folgenden Komponenten:
nb_no: Zrythm-oversettelsesprosjektet inneholder følgende komponenter:

source: The actual Zrythm program
de: Das eigentliche Zrythm-Programm
nb_no: Selve Zrythm-programmet

source: The Zrythm website (https://www.zrythm.org)
de: Die Zrythm-Website (https://www.zrythm.org)

source: Manual - *
de: Handbuch - *

source: Sections of this manual
de: Abschnitte des Handbuchs
nb_no: Avsnitt i denne manualen

source: Click on the project you wish to work on, and then select a language in the screen that follows. For more information on using Weblate, please see the `official documentation <https://docs.weblate.org/en/latest/user/translating.html>`_ of Weblate.
de: Klick auf das Projekt, an dem du arbeiten möchtest, und dann wähl die Sprache auf dem Bildschirm, der folgt. Für mehr Informationen darüber, wie du Weblate benutzt, siehe bitte in die `offizielle Dokumentation <https://docs.weblate.org/en/latest/user/translating.html>`_ von Weblate.
nb_no: Klikk på prosjektet du ønsker å arbeide på, og velg så påfølgende et språk. For mer info om Weblate, sjekk deres `offisielle dokumentasjon <https://docs.weblate.org/en/latest/user/translating.html>`_

source: Writing Code
de: Code schreiben
nb_no: Kodeskriving

source: Anonymous cryptocurrency donation. Please use: bc1qjfyu2ruyfwv3r6u4hf2nvdh900djep2dlk746j
nb_no: Kryptovalutadonasjon. Bruk: bc1qjfyu2ruyfwv3r6u4hf2nvdh900djep2dlk746j

source: If you are on Arch Linux or derivatives such as Parabola, the latest master branch can be installed via the ``zrythm-git`` package in AUR.
nb_no: Hvis du bruker Arch Linux, eller en avart derav, som Parabola, kan siste hovedforgrening installeres via ``zrythm-git``-pakken i AUR.

source: See the ``README.md`` file in the distribution for installation instructions.
nb_no: Sjekk ``README.md``-filen i distribusjonen for installasjonsinstruks.

source: Please see the `Contribution Guide <https://docs.zrythm.org/md_CONTRIBUTING.html>`_ and check out the `Developer Docs <https://docs.zrythm.org/>`_.
nb_no: Sjekk ut `bidragsveiledningen <https://docs.zrythm.org/md_CONTRIBUTING.html>`_ og også `utviklerdokumentasjonen <https://docs.zrythm.org/>`_.
