Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/editing.po
Languages: de, fr, pt

source: Each tool can be selected by simply pressing its corresponding button from 1 to 5 on the keyboard. Each Mode triggered by each tool is further described below.
de: Jedes Werkzeug kann durch einfaches Drücken seiner entsprechenden Taste von 1 bis 5 auf der Tastatur ausgewählt werden. Der Modus, der von einem Werkzeug ausgelöst wird, wird im Folgenden näher beschrieben.
pt: Cada ferramenta pode ser selecionada simplesmente pressionando o botão correspondente de 1 a 5 no teclado. Cada Modo acionado por cada ferramenta é descrito mais adiante.

source: Select Mode
de: Auswahlmodus
pt: Selecionar o Modo

source: To select objects in Select Mode, click and drag to create a selection rectangle.
de: Um Objekte im Auswahlmodus auszuwählen klicke und ziehe um ein Auswahlrechteck zu erzeugen.
pt: Para selecionar objetos no Modo Selecionar, clique e arraste para criar um retângulo de seleção.

source: To create objects in Select Mode, double click and drag within a track or lane.
de: Um Objekte im Auswahlmodus zu erstellen klicke doppelt und ziehe in einer Spur oder Unterspur.
pt: Para criar objetos no modo Selecionar, clique duas vezes e arraste dentro de uma faixa ou pista.

source: To move selected objects, click on one of them and hold while moving your cursor. If the object is not selected, it will become selected.
de: Um ausgewählte Objekte zu verschieben klicke auf eines von ihnen und halte es gedrückt während du den Cursor bewegst. Falls das Objekt nicht ausgewählt ist wird es ausgewählt.
pt: Para mover objetos selecionados, clique num deles e segure enquanto move o cursor. Se o objeto não estiver selecionado, ele será-o.

source: To copy-move (duplicate and move) objects, click and drag like when moving, while holding the :zbutton:`Ctrl` button on the keyboard.
de: Um Objekte zu kopierverschieben (duplizieren und verschieben) klicke und ziehe wie beim verschieben während du die Taste :zbutton:`Strg` auf der Tastatur gedrückt hältst.
pt: Para copiar-mover (duplicar e mover) objetos, clique e arraste como ao mover, enquanto segura o botão :zbutton:`Ctrl` no teclado.

source: To split/cut objects in parts, hold :zbutton:`Ctrl` while clicking somewhere inside the object to cut at that position.
de: Um Objekte in Teile zu teilen/zerschneiden halte :zbutton:`Strg` gedrückt während du irgendwo auf dem Objekt klickst um es an dieser Position zu zerschneiden.
pt: Para dividir/cortar objetos em partes, segure o botão :zbutton:`Ctrl` enquanto clica em algum lugar dentro do objeto para cortar naquela posição.

source: Editing refers to any work done in the arrangers:
de: Bearbeitung bezieht sich auf alle Arbeiten, die in den Arrangern durchgeführt werden:

source: Piano Roll
de: Notenrolle
pt: Cílindros de Piano

source: In addition to their own unique features, each arranger shares the following global tools.
de: Zusätzlich zu Ihren eigenen, einzigartigen Merkmale, teilt sich jeder Arrangeur die folgenden globalen Werkzeuge.

source: The Timeline is the arranger shown in the top part of the screen by default, and the Piano Roll is brought up by clicking on the Editor tab on the bottom of the screen or by double-clicking a region.
de: Die Zeitachse ist der Arrangeur, der standardmäßig im oberen Teil des Bildschirms angezeigt wird, und der Notenrolle wird durch Klicken auf den Editor-Tab unten auf dem Bildschirm oder durch Doppelklicken auf eine Region aufgerufen.
pt: A Cronologia é o organizador mostrado na parte superior do ecrã por padrão, e os Cílindros de Piano são exibidos a clicar no separador Editor na parte inferior do ecrã ou clicando duas vezes numa região.
