Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/editing.po
Languages: de, fr, pt

source: Clip Editors
fr: Éditeurs de clip

source: TODO
de: ZU ERLEDIGEN
fr: ÀFAIRE
pt: A FAZER

source: Common Operations
de: Häufige Operationen
fr: Opérations habituelles
pt: Operações Comuns

source: These operations are common to most editors, and behave similarly to what you should be used to from other applications.
fr: Ces opérations sont communes à la plupart des éditeurs et se comportent de manière similaire à ce à quoi vous devriez être habitué avec d'autres applications.

source: Undo/Redo
fr: Défaire/Refaire

source: Most actions in Zrythm are undoable, which means that you can go back to the state before that action was made, or you can come back to a state that you undo'ed from.
fr: La plupart des actions dans Zrythm sont annulables, ce qui signifie que vous pouvez retourner dans l'état où vous étiez avant que cette action ne soit faite, ou vous pouvez revenir dans un état dont vous vous êtes défait.

source: For example, if you create a MIDI note and press undo, the MIDI note will be deleted (Zrythm goes back into the state where the MIDI note did not exist). Pressing the Redo button will create the note again, and you can go back between Undo and Redo as many times as you want.
fr: Par exemple, si vous créez une note MIDI et que vous appuyez sur Défaire, la note MIDI sera supprimée (Zrythm revient à l'état où la note MIDI n'existait pas). En appuyant sur le bouton Refaire, la note sera à nouveau créée, et vous pourrez revenir entre Défaire et Refaire autant de fois que vous le souhaitez.

source: The shortcuts for undo and redo are :zbutton:`Control` + :zbutton:`Z` to Undo and :zbutton:`Control` + :zbutton:`Shift` + :zbutton:`Z` to Redo.
fr: Les raccourcis pour annuler et refaire sont :zbutton:`Control` + :zbutton:`Z` pour Défaire et :zbutton:`Control` + :zbutton:`Shift` + :zbutton:`Z` pour Refaire.

source: If you Undo and then perform a new action, the Redo history will be deleted.
fr: Si vous annuler puis effectuez une nouvelle action, l'historique de Refaire sera supprimé.

source: Object Operations
fr: Opérations sur les objets

source: Cut
fr: Couper

source: Delete and copy the selected objects and save them in the clipboard so that they can be pasted elsewhere. The shortcut for cutting is :zbutton:`Control` + :zbutton:`X`.
fr: Supprime et copie les objets sélectionnés et les enregistre dans le presse-papiers afin qu'ils puissent être collés plus tard. Le raccourci pour couper est :zbutton:`Control` + :zbutton:`X`.

source: Copy
fr: Copier

source: Copy the selected objects to the clipboard so that they can be pasted elsewhere. The shortcut for copying is :zbutton:`Control` + :zbutton:`C`.
fr: Copie les objets sélectionnés vers le presse-papiers afin qu'ils puissent être collés ailleurs. Le raccourci pour copier est :zbutton:`Control` + :zbutton:`C`.

source: Paste
fr: Coller

source: Paste the objects currently in the clipboard to the current playhead position. The shortcut for pasting is :zbutton:`Control` + :zbutton:`V`.
fr: Colle les objets du presse-papiers à l'emplacement de la tête de lecture. Le raccourci pour coller est :zbutton:`Control` + :zbutton:`V`.

source: Duplicate
fr: Dupliquer

source: Create a copy of the selected objects adjacent to them. The shortcut for duplicating is :zbutton:`Control` + :zbutton:`D`.
fr: Crée une copie adjacente aux objets sélectionnés. Le raccourci pour dupliquer est :zbutton:`Control` + :zbutton:`D`.

source: Delete
fr: Supprimer

source: Delete the selected objects. You can also press :zbutton:`Delete` on your keyboard to do this.
fr: Supprime les objets sélectionnés. Vous pouvez aussi utiliser la touche :zbutton:`Supprimer` de votre clavier.

source: Selections
fr: Sélections

source: Clear Selection
fr: Déselectionner

source: Clear current selection (unselect all objects).
fr: Désélectionne la sélection actuelle. (Désélectionne tous les objets).

source: Select All
fr: Tout sélectionner

source: Select all objects in the current editor.
fr: Sélectionnez tous les objets dans l'éditeur actuel.

source: Loop Selection
fr: Sélection de la boucle

source: Place the loop markers around the selection. The shortcut for this is :zbutton:`Control` + :zbutton:`L`.
fr: Place les repères de boucle aux extrémités de la sélection. Le raccourci pour cela est :zbutton:`Control` + :zbutton:`L`.

source: Edit Modes
fr: Modes d'édition

source: When working in each editor, you will most likely be using the cursor tools provided by Zrythm to create, edit and delete objects. Each cursor signifies a separate edit mode, and Zrythm offers the following edit modes.
fr: Lorsque vous travaillerez dans chaque éditeur, vous utiliserez très probablement les outils de curseur fournis par Zrythm pour créer, modifier et supprimer des objets. Chaque curseur signifie un mode d'édition distinct, et Zrythm propose les modes d'édition suivants.

source: Select/Stretch Mode
fr: Mode de sélection/étirement

source: This can be toggled to switch between Select and Stretch.
fr: Ceci peut être basculé entre Sélection et Étirement.

source: In Select mode, you can make object selections and move, clone and resize objects. This is the most common mode and the most common operations can be accomplished by just using this.
fr: En mode Sélection, vous pouvez sélectionner des objets et les déplacer, les cloner et les redimensionner. C'est le mode le plus courant et les opérations les plus courantes peuvent être effectuées en utilisant uniquement ce mode.

source: Stretch mode is similar to the Select mode, with the exception that when you resize objects, their contents will be stretched to fit the new size.
fr: Le mode d'étirement est similaire au mode de sélection, sauf que lorsque vous redimensionnez des objets, leur contenu sera étiré pour s'adapter à la nouvelle taille.

source: Selecting Objects
fr: Sélectionner des objets

source: To select objects, you can either click on them, click in empty space and keep dragging to make a selection, or :zbutton:`Control`-click to add/remove objects to/from the selection.
fr: Pour sélectionner des objets, vous pouvez soit cliquer sur eux, soit cliquer dans un espace vide et continuer à faire glisser pour effectuer une sélection, soit :zbutton:`Control`-clic pour ajouter/supprimer des objets à/depuis la sélection.

source: Selected objects will have brighter color than non-selected objects.
fr: Les objets sélectionnés auront une couleur plus vive que les objets non sélectionnés.

source: Moving and Cloning Objects
fr: Déplacement et clonage d'objets

source: To move objects around, click on a selected object and keep dragging with your cursor to where you want to move them. Holding down :zbutton:`Control` while doing this will create duplicates (clones) of the selected objects. This is an efficient way to quickly clone multiple objects.
fr: Pour déplacer des objets, cliquez sur un objet sélectionné et continuez à faire glisser votre curseur jusqu'à l'endroit où vous voulez le déplacer. En maintenant enfoncé :zbutton:`Ctrl` pendant que vous faites cela, vous créerez des doublons (clones) des objets sélectionnés. C'est un moyen efficace de cloner rapidement plusieurs objets.

source: Resizing Objects
fr: Redimensionnement d'objets

source: Objects that have length, such as regions and MIDI notes, can be resized by clicking and dragging their edges.
fr: Les objets qui ont une longueur, tels que les régions et les notes MIDI, peuvent être redimensionnés en cliquant et en faisant glisser leurs bords.

source: On objects that can be repeated, such as regions, moving the cursor on the bottom half of the object will allow you to resize the object by repeating it, instead of just resizing it.
fr: Sur les objets qui peuvent être répétés, comme les régions, le déplacement du curseur sur la moitié inférieure de l'objet vous permettra de redimensionner l'objet en le répétant, au lieu de simplement le redimensionner.

source: When resizing, already repeated objects can only be repeated. To resize them instead of repeat them, their length must be changed or their clip markers must be moved so that they are not repeated anymore.
fr: Lors du redimensionnement, les objets déjà répétés ne peuvent être que répétés. Pour les redimensionner au lieu de les répéter, il faut modifier leur longueur ou déplacer leurs marqueurs de clip afin qu'ils ne soient plus répétés.

source: Cutting Objects
fr: Découpage d'objets

source: Edit Mode
de: Bearbeitungsmodus
fr: Mode d'édition
pt: Modo de Edição

source: This mode is used to quickly create or delete objects. While you can still create objects in Select mode by double clicking and dragging, in Edit mode this is accomplished by single clicking and dragging, which is more efficient when creating a large number of objects.
fr: Ce mode est utilisé pour créer ou supprimer rapidement des objets. Alors qu'en mode Sélection, vous pouvez toujours créer des objets en double-cliquant et en glissant, en mode Édition, cela se fait par simple clic et glissement, ce qui est plus efficace lorsque vous créez un grand nombre d'objets.

source: Holding down :zbutton:`Control` while clicking will allow you to create multiple objects in a row (where applicable) with a length specified by the snap settings corresponding to each editor.
fr: Maintenir :zbutton:`Ctrl` enfoncé tout en cliquant vous permettra de créer plusieurs objets à la suite (le cas échéant) avec une longueur spécifiée par les paramètres d'accrochage correspondant à chaque éditeur.

source: Cut Mode
fr: Mode de découpe

source: Cut mode behaves similarly to what is mentioned in :ref:`cutting-objects`, with the exception that you can just click instead of :zbutton:`Alt`-clicking.
fr: Le mode de découpe se comporte de la même manière que ce qui est mentionné dans :ref:`cutting-objects`, à l'exception du fait que vous pouvez simplement cliquer au lieu de :zbutton:`Alt`-clic.

source: Erase Mode
fr: Mode d'effacement

source: You can just click on objects to delete them, or click and drag to make a selection, deleting all objects inside it.
fr: Vous pouvez simplement cliquer sur les objets pour les supprimer, ou cliquer et glisser pour faire une sélection, en supprimant tous les objets à l'intérieur.

source: Ramp Mode
fr: Mode rampe

source: This mode is currently only used for editing velocities for MIDI notes. You can click and drag in the velocity editor to create velocity ramps.
fr: Ce mode n'est actuellement utilisé que pour l'édition des vélocités des notes MIDI. Vous pouvez cliquer et faire glisser dans l'éditeur de vélocité pour créer des rampes de vélocité.

source: Audition Mode
fr: Mode d'audition

source: This is a TODO feature.
fr: C'est une fonctionnalité ÀFAIRE.

source: Creating MIDI Notes
de: MIDI-Noten erstellen
fr: Création de notes MIDI
pt: Criar notas MIDI

source: MIDI notes are created by double-clicking and dragging.
de: MIDI-Noten erstellst du durch Doppelklicken und Ziehen.
fr: Les notes MIDI sont créées par un double-clic et un glissement.
pt: As notas MIDI são criadas a clicar duas vezes e arrastando.

source: Creating Regions
de: Regionen erstellen
fr: Créer des régions
pt: Criar Regiões

source: Regions are created by double clicking and dragging.
de: Regionen erstellst du durch Doppelklicken und Ziehen.
fr: Les régions sont créées par un double clic et un glissement.
pt: As regiões são criadas clicando e arrastando duas vezes.

source: Editing Basics
de: Bearbeitungsgrundlagen
fr: Les bases de l'Édition
pt: Noções Básicas de Edição

source: MIDI Modifiers
de: MIDI-Modifikatoren
fr: Modificateurs MIDI
pt: Modificadores MIDI

source: MIDI Note Context Menu
de: MIDI-Noten-Kontextmenü
fr: Menu contextuel des notes MIDI
pt: Menu de Contexto de Notas MIDI

source: MIDI Note Editing Operations
de: MIDI-Noten-Bearbeitungsoperationen
fr: Opérations d'édition de notes MIDI
pt: Operações de Edição de Notas MIDI

source: Moving MIDI Notes
de: MIDI-Noten verschieben
fr: Déplacement de notes MIDI
pt: Mover Notas MIDI

source: Moving Regions
de: Regionen verschieben
fr: Déplacement des Régions
pt: Mover regiões

source: Selected regions can be moved by clicking and dragging.
de: Ausgewählte Regionen können durch Klicken und Ziehen verschoben werden.
fr: Les régions sélectionnées peuvent être déplacées en cliquant et en les faisant glisser.
pt: As regiões selecionadas podem ser movidas clicando e arrastando.

source: Region Context Menu
de: Regionskontextmenü
fr: Menu contextuel de la Région
pt: Menu de Contexto da Região

source: Region Editing Operations
de: Regionsbearbeitungsoperationen
fr: Opérations d'Édition de Région
pt: Operações de Edição de Região

source: Editing Automation
de: Automation bearbeiten
fr: Édition de l'automatisation
pt: Automatizar a Edição

source: Editing MIDI Notes
de: MIDI-Noten bearbeiten
fr: Éditer les notes MIDI
pt: Editar Notas MIDI

source: Editing Regions
de: Regionen bearbeiten
fr: Éditer des Régions
pt: Editar Regiões

source: Editing Tracks
de: Spuren bearbeiten
fr: Éditer des pistes
pt: Editar Faixas

source: Editing Selections
de: Auswahlen bearbeiten
fr: Modifier les Sélections
pt: Editar Seleções

source: Fades and Cross-Fades
de: Fades und Cross-Fades
fr: Fondu et fondu enchaîné
pt: Fades e Cross-Fades

source: Editing
de: Bearbeitung
fr: Modifier
pt: Edição

source: Making Selections
de: Auswahlen machen
fr: Faire des sélections
pt: Fazer Seleções

source: Selecting Automation
de: Automation auswählen
fr: Sélection de l'automatisation
pt: Selecionar Automação

source: Selecting MIDI Notes
de: MIDI-Noten auswählen
fr: Sélectionner des notes MIDI
pt: Selecionar Notas MIDI

source: Selecting Regions
de: Regionen auswählen
fr: Sélectionner des Régions
pt: Selecionar Regiões

source: Selecting Tracks
de: Spuren auswählen
fr: Sélectionner des Pistes
pt: Selecionar Faixas

source: Overview
de: Übersicht
fr: Vue générale
pt: Sinopse

source: Editing refers to any work done in the timeline arranger and the following editors.
fr: L'édition désigne tout travail effectué dans l'arrangeur de la ligne temporelle et les éditeurs suivants.

source: Piano Roll (MIDI Editor)
fr: Piano roll (éditeur MIDI)

source: Automation Editor
fr: Éditeur d'automatisation

source: Chord Editor
de: Akkord-Editor
fr: Éditeur d'accords

source: While each editor has its own toolbar to assist with various operations, there is a global Edit section in the top toolbar that has common features shared by each editor.
fr: Bien que chaque éditeur dispose de sa propre barre d'outils pour faciliter les différentes opérations, il y a une section d'édition globale dans la barre d'outils du haut qui présente des caractéristiques communes à chaque éditeur.

source: Arranger
de: Arrangeur
fr: Arrangeur
pt: Arranjador

source: Drum View
de: Schlagzeugansicht
fr: Affichage percussion
pt: Vista do Tambor

source: The Piano Roll can be switched to Drum View which is suitable for editing drums.
de: Die Notenrolle kann in die Schlagzeugansicht wechseln, die sich zum Bearbeiten von Schlagzeug eignet.
fr: Le piano-roll peut être basculé sur l'affichage percussions qui convient à l'édition des percussions.
pt: Os Cílindros de Piano podem ser mudados para a Vista do Tambor, que é adequada para editar tambores.

source: Highlighting
de: Hervorheben
fr: Surbrillance
pt: Destaque

source: Zrythm can highlight notes in the Piano Roll based on the current Chord or Scale.
de: Zrythm kann Noten in der Notenrolle basierend auf dem derzeitigen Akkord oder der Skala hervorheben.
fr: Zrythm peut mettre en surbrillance les notes du piano-roll en fonction de l'accord ou de la gamme en cours.
pt: Zrythm pode destacar notas nos Cílindros de Piano com base no acorde atual ou escala.

source: Ruler
de: Lineal
fr: Règle
pt: Régua

source: Selection Info Bar
de: Auswahlinfoleiste
fr: Barre d'informations de sélection
pt: Barra de Informações de Seleção

source: Toolbar
de: Werkzeugleiste
fr: Barre d'outils
pt: Barra de Ferramentas

source: Quantization
de: Quantisierung
fr: Quantification
pt: Quantização

source: Objects can be quantized to specified positions by using the Quantize and Quick-Quantize actions.
fr: Les objets peuvent être quantifiés à des positions spécifiques en utilisant les actions de quantification et de quantification rapide.

source: Quantize
fr: Quantifier

source: Clicking the Quantize button will open up a popup that will let you specify the settings to quantize the current selection with.
fr: Cliquer sur le bouton "Quantifier" ouvre une fenêtre contextuelle qui vous permet de spécifier les paramètres pour quantifier la sélection actuelle.

source: Quantize to
fr: Quantifier à

source: Select the note length and type to quantize to.
fr: Sélectionnez la longueur et le type de note à quantifier.

source: Adjust
fr: Ajuster

source: Select if you want to quantize the start positions, the end positions (on objects that have length), or both.
fr: Choisissez si vous voulez quantifier les positions de départ, les positions de fin (sur les objets qui ont une longueur), ou les deux.

source: Amount
fr: Quantité

source: Select the amount to quantize by. 100% will quantize to the given options fully, while 0% will perform no quantization.
fr: Sélectionnez le montant à quantifier. 100% quantifiera entièrement les options données, tandis que 0% n'effectuera aucune quantification.

source: Select a swing amount.
fr: Sélectionnez une quantité de swing.

source: Randomization
fr: Aléation

source: This will randomize the resulting positions by the given amount of ticks, and is useful for adding a "human feel" to quantized events.
fr: Cela randomisera les positions résultantes en fonction du nombre de tics, et est utile pour ajouter une "sensation humaine" aux événements quantifiés.

source: Clicking Quantize will perform the quantization and save the settings for quick quantization with Quick-Quantize.
fr: Cliquer sur Quantifier effectuera une quantification et sauvegardera les paramètres pour une quantification rapide avec Quantifer-rapidement.

source: Quick-Quantize
fr: Quantifer-rapidement

source: This will perform quantization based on the last known settings.
fr: La quantification sera effectuée sur la base des derniers réglages connus.

source: Snapping and Grid Options
de: Einrast- und Rasteroptionen
fr: Options d'accrochage et de grille
pt: Opções de Snapping e Grade

source: Adaptive Grid
fr: Grille adaptative

source: Not used at the moment.
fr: Inutilisé pour le moment.

source: Length
fr: Longueur

source: Note length to snap to.
fr: Longueur de note à laquelle s'accrocher.

source: Note Type
fr: Type de note

source: Note type for the note length (normal/dotted/triplet)
fr: Type de note pour la longueur de note (normale/pointée/triolet)

source: Event Viewer
fr: Afficheur d'événement

source: Timeline
de: Zeitachse
fr: Ligne temporelle

source: Editing in the timeline is the most common workflow inside Zrythm. The timeline section consists of the tracklist on the left and the ruler/arranger on the right side.
fr: L'édition dans la ligne temporelle est la façon de travailler la plus courante à l'intérieur de Zrythm. La section de la ligne temporelle se compose de la liste des pistes à gauche et de la règle/arrangeur à droite.

source: Tracklist
fr: Liste des pistes

source: At the top of the tracklist, the number of visible tracks over the number of total tracks is shown, as well as a search box for searching tracks by name (not operational at the moment).
fr: En haut de la liste des pistes, le nombre de pistes visibles par rapport au nombre total de pistes est indiqué, ainsi qu'une boîte de recherche pour la recherche de pistes par leur nom (non opérationnelle pour le moment).

source: Operations on the Current Selection
de: Operationen an der momentanen Auswahl
pt: Operações na Seleção Atual

source: Looping
de: Schleifenwiedergabe

source: Clicking the :zbutton:`Loop Selection` button or pressing :zbutton:`Ctrl + L` will place the loop points around the currently selected objects.
de: Das klicken auf den Knopf :zbutton:`Auswahl in Schleife wiedergeben` oder drücken auf :zbutton:`Strg + L` positioniert die Schleifenpunkte um die gerade ausgewählten Objekte.
pt: Clicando no botão :zbutton:`Seleção de loop` ou pressionando :zbutton:`Ctrl + L` irá por os pontos de loop á volta dos objetos atualmente selecionados.

source: Other Operations
de: Andere Operationen
pt: Outras Operações

source: Zrythm also has the usual undo/redo/copy/paste functionalities which are found in the Home view of the main toolbar at the top of Zrythm. They can be triggered using shortcuts as well as through context menus and behave as you would expect.
de: Zrythm hat auch die üblichen Funktionalitäten wie rückgängig machen, wiederherstellen, kopieren, und einfügen, die in der Heimansicht der Hauptwerkzeugleiste von Zrythm zu finden sind. Sie können mit Tastaturkürzeln sowie durch das Kontextmenü aktiviert werden und verhalten sich wie du es erwarten würdest.
pt: O Zrythm também tem as funcionalidades habituais de desfazer/refazer/copiar/colar que são encontradas na Vista Principal da barra de ferramentas principal no topo do Zrythm. Eles podem ser acionados a usar atalhos, bem como através de menus de contexto e comportar-se como esperaria.

source: Tools
de: Werkzeuge
pt: Ferramentas

source: Toolbox
de: Werkzeugkasten
pt: Caixa de Ferramentas

source: The Toolbox contains the following Tools that are used to trigger modes for specific operations.
de: Der Werkzeugkasten beinhaltet die folgenden Werkzeuge, die dazu genutzt werden, die Modi für bestimmte Operationen zu triggern.
pt: A Caixa de ferramentas contém as seguintes Ferramentas que são usadas para acionar modos para operações específicas.

source: Selection Tool
de: Auswahlwerkzeug
pt: Ferramenta de Seleção

source: The Selection Tool is the smartest Tool and while its main functionality is to select and move objects, it can also create or edit objects in various ways.
de: Das Auswahlwerkzeug ist das schlauste Werkzeug und während es seine Hauptfunktionalität ist, Objekte auszuwählen und zu verschieben, kann es auch Objekte erstellen oder bearbeiten.
pt: A Ferramenta de Seleção é a ferramenta mais inteligente e embora a sua principal funcionalidade seja selecionar e mover objetos, ela também pode criar ou editar objetos de várias maneiras.

source: Edit Tool
de: Bearbeitungswerkzeug
pt: Ferramenta de Edição

source: Also known as the Pencil Tool, this Tool is used to create objects by single-clicking and dragging. In the drum view of the Piano Roll, it can be used to quickly generate multiple hits.
de: Auch bekannt als Stiftwerkzeug wird dieses Werkzeug benutzt, um durch Einfach-Klicken und Ziehen Objekte zu erstellen. In der Drumansicht des Notenrolle kann es benutzt werden, um schnell mehrere Schläge auf einmal zu generieren.
pt: Também conhecida como a Ferramenta Lápis, esta Ferramenta é usada para criar objetos clicando e arrastando uma única vez. Na visualização de bateria dos Cílindros de Piano, ele pode ser usado para gerar rapidamente várias batidas.

source: Erase Tool
de: Radierwerkzeug
pt: Ferramenta de Apagar

source: The Erase Tool is used to delete all objects that are selected by it.
de: Das Radierwerkzeug wird benutzt, um alle Objekte, die von ihm angewählt werden zu löschen.
pt: A ferramenta de Apagar é usada para apagar todos os objetos selecionados por ela.
