Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/exporting.po
Languages: de, fr, gl

source: Exporting
de: Exportieren
fr: Exportation
gl: Exportación

source: Overview
de: Übersicht
fr: Vue générale

source: The Export dialog below is used to export the project or part of the project into audio or MIDI files.
de: Das Dialogfeld Export unten wird verwendet, um das Projekt oder einen Teil des Projekts in Audio- oder MIDI-Dateien zu exportieren.
fr: La boîte de dialogue de l'Export ci-dessous permet d'exporter le projet ou une partie du projet dans des fichiers audio ou MIDI.
gl: O diálogo de Exportar de abaixo emprégase para exportar o proxecto ou parte do mesmo en ficheiros de audio ou MIDI.

source: Fields
de: Felder
fr: Champs
gl: Campos

source: Artist and Genre
de: Künstler und Genre
fr: Artiste et genre
gl: Artista e Xénero

source: These will be included as metadata to the exported file if the format supports it. The title used will be the project title.
de: Diese werden als Metadaten in die exportierte Datei aufgenommen, wenn das Format dies unterstützt. Der verwendete Titel ist der Projekttitel.
fr: Ceux-ci seront inclus en tant que métadonnées dans le fichier exporté si le format le supporte. Le titre utilisé sera le titre du projet.
gl: Estes serán incluídos como metadatos no ficheiro exportado se o formato o permite. O título utilizado será o do proxecto.

source: The format to export to. Currently, the following formats are supported
de: Das Format, in das exportiert werden soll. Derzeit werden folgende Formate unterstützt
fr: Le format vers lequel exporter. Actuellement, les formats suivants sont pris en charge
gl: O formato ao que exportar. Ata o de agora, están dispoñibles os seguintes formatos

source: Dither
de: Dithern
fr: Bruit de dispersion

source: TODO
de: ZU ERLEDIGEN
fr: ÀFAIRE

source: Bit Depth
de: Bittiefe
fr: Profondeur binaire
gl: Profundidade de Bits

source: This is the bit depth that will be used when exporting audio. The higher the bit depth the larger the file will be, but it will have better quality.
de: Dies ist die Bittiefe, die beim Export von Audio verwendet wird. Je höher die Bittiefe, desto größer wird die Datei, aber sie hat eine bessere Qualität.
fr: C'est la profondeur binaire qui sera utilisée lors de l'exportation audio. Plus la profondeur binaire est élevée, plus le fichier sera grand, mais il sera de meilleure qualité.
gl: Esta é a profundidade de bits que se empregará ao exportar o audio. Canto máis alta sexa, máis pesado será o arquivo e mellor calidade terá.

source: Time Range
de: Zeitbereich
fr: Plage temporelle
gl: Intervalo de Tempo

source: The time range to export. You can choose to export the whole song (defined by the start/end markers), the current loop range or a custom time range.
de: Der Zeitbereich für den Export. Sie können das gesamte Lied (definiert durch die Start-/End-Marker), den aktuellen Loop-Bereich oder einen benutzerdefinierten Zeitbereich exportieren.
fr: La plage temporelle à exporter. Vous pouvez choisir d'exporter le morceau entier (défini par les marqueurs de début/fin), la boucle actuelle, ou une plage de temps personnalisée.
gl: O intervalo de tempo a exportar. Podes escoller exportar a canción ao completo (definida polos marcadores inicio/fin), o bucle actual ou un intervalo de tempo personalizado.

source: Filename Pattern
de: Dateinamenmuster
fr: Motif de nom de fichier
gl: Patrón do Nome dos Arquivos

source: The pattern to use as the name of the file.
de: Das Muster, das für den Namen der Datei verwendet werden soll.
fr: Le motif à utiliser comme nom du fichier.
gl: O patrón a usar como nome do arquivo.

source: Open Exported Directory
de: Exportiertes Verzeichnis öffnen
fr: Ouvrir le répertoire exporté
gl: Abrir Directorio de Exportación

source: Once export is completed, a dialog will appear with an option to open the directory the file was saved in using your default file browser program.
de: Nach Abschluss des Exports erscheint ein Dialog mit der Möglichkeit, das Verzeichnis zu öffnen, in dem die Datei mit Ihrem Standard-Dateibrowser gespeichert wurde.
fr: Une fois l'exportation terminée, une boîte de dialogue apparaîtra avec une option permettant d'ouvrir le répertoire dans lequel le fichier a été enregistré à l'aide de votre navigateur de fichiers par défaut.
gl: Unha vez se rematou a exportación, aparecerá un diálogo cunha opción para abrir o directorio no que foi gardado o ficheiro empregando o teu explorador por defecto.

source: Format
gl: Formato
