Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/getting-started.po
Languages: de, fr, gl

source: Zrythm is available in `LibraZik 2 <https://librazik.tuxfamily.org/>`_ for testing.
de: Zrythm ist in `LibraZik 2 <https://librazik.tuxfamily.org/>``_ zum Testen verfügbar.

source: For Arch GNU/Linux users, Zrythm is available in the AUR under `zrythm <https://aur.archlinux.org/packages/zrythm/>`_ and `zrythm-git <https://aur.archlinux.org/packages/zrythm-git/>`_.
de: Für Nutzer von Arch GNU/Linux ist Zrythm auch in der AUR verfügbar unter `zrythm <https://aur.archlinux.org/packages/zrythm/>`_ und `zrythm-git <https://aur.archlinux.org/packages/zrythm-git/>`_.

source: Zrythm uses the Meson build system, so the procedure to build and install is as follows:
de: Zrythm nutzt das Bausystem Meson, also ist die Vorgehensweise zum bauen und installieren wie folgt:

source: See the ``meson.options`` file for installation options.
de: Schau für Installationsoptionen in die Datei ``meson.options``.

source: Install from source in the same way as for GNU/Linux. No support is offered.
de: Installier auf die selbe Art von der Quelle wie für GNU/Linux. Es wird keine Unterstützung geboten.

source: Unix-compatible OS
de: Unix-kompatibles Betriebssystem

source: GTK 3.22 or later
de: GTK 3.22 oder höher

source: A working JACK setup
de: Ein funktionierendes JACK-Setup

source: A JACK patchbay such as Carla or Catia
de: Ein JACK-Patchbay wie Carla oder Catia

source: JACK needs to be set up and configured before running Zrythm. We recommend using `Cadence <http://kxstudio.linuxaudio.org/Applications%3ACadence>`_, as it makes the process very easy.
de: JACK muss vor dem Ausführen von Zrythm eingerichtet und konfiguriert werden. Wir empfehlen `Cadence <http://kxstudio.linuxaudio.org/Applications%3ACadence>`_, da es den Vorgang sehr vereinfacht.

source: Open Cadence
de: Öffne Cadence

source: Click Configure and select your Audio Interface
de: Klick Konfigurieren und wähle dein Audiointerface

source: Zrythm is a digital audio workstation designed to be featureful and easy to use. It has the following features.
de: Zrythm ist eine digitale Audio-Workstation, die auf Funktionalität und Benutzerfreundlichkeit ausgelegt ist. Es hat die folgenden Eigenschaften.

source: Allows you to automate almost anything with automation events using straight lines, ramps and curves, or with CV signals from LFO and envelope plugins.
de: Ermöglicht die Automatisierung fast aller Automatisierungsereignisse mit Geraden, Rampen und Kurven oder mit CV-Signalen von LFO- und Hüllkurven-Plugins.

source: Supports the free LV2 plugin format.
de: Unterstützt das freie LV2-Plugin-Format.

source: We provide support for the installer, however we do not provide support for manually building Zrythm on Windows. If you want to try, you can find most packages needed from the `MSYS2 project <https://packages.msys2.org/>`_.
fr: Nous fournissons une assistance pour l'installateur, mais nous ne fournissons pas d'assistance pour la construction manuelle de Zrythm sur Windows. Si vous voulez essayer, vous pouvez trouver la plupart des paquets nécessaires dans le projet `MSYS2 <https://packages.msys2.org/>`_.

source: Hardware
fr: Matériel

source: Software
fr: Logiciel
