Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/getting-started.po
Languages: de, fr, gl

source: Additional Resources
de: Zusätzliche Ressourcen
fr: Ressources supplémentaires
gl: Recursos Adicionais

source: We offer support on IRC at ``#zrythm`` on Freenode. Matrix users can use ``#zrythmdaw:matrix.org``.
de: Wir bieten Unterstützung im IRC ``#zrythm`` auf Freenode. Matrixnutzer können ``#zrythmdaw:matrix.org`` nutzen.
fr: Nous offrons du support sur IRC à ``#zrythm`` sur Freenode. Les utilisateurs de Matrix peuvent utiliser ``#zrythmdaw:matrix.org``.
gl: Ofertamos soporte en IRC en ``#zrythm`` en Freenode. Os usuarios de Matrix poden empregar ``#zrythmdaw:matrix.org``.

source: Issue Tracker
de: Fehlerdatenbank
fr: Suivi des problèmes
gl: Rastreador de Problemas

source: The issue tracker can be found on our `Redmine instance <https://redmine.zrythm.org/projects/zrythm/issues>`_. You can use this to report bugs or give feedback.
fr: Le traqueur de problèmes peut être trouvé sur notre `instance Redmine <https://redmine.zrythm.org/projects/zrythm/issues>`_. Vous pouvez l'utiliser pour rapporter des bogues ou donner un retour.
gl: O rastreador de problemas pódese atopar na nosa `instancia de Redmine <https://redmine.zrythm.org/projects/zrythm/issues>`_. Pódela empregar para reportar erros ou comentarios.

source: Source Code
de: Quellcode
fr: Code source
gl: Código Fonte

source: Zrythm's source code can be found on our `CGit instance <https://git.zrythm.org/cgit/zrythm/>`_.
fr: Le code source de Zrythm se trouve sur notre `instance CGit <https://git.zrythm.org/cgit/zrythm/>`.
gl: Podes atopar o código fonte de Zrythm na nosa `instancia de CGit <https://git.zrythm.org/cgit/zrythm/>`_.

source: Older Versions
de: Ältere Versionen
fr: Ancienne versions
gl: Versións Anteriores

source: Older releases of Zrythm can be found on the `Releases page <https://www.zrythm.org/releases>`_
fr: Vous trouverez des versions plus anciennes de Zrythm sur `la page des versions <https://www.zrythm.org/releases>`_
gl: Podes atopar versións anteriores de Zrythm na `Páxina de versiones <https://www.zrythm.org/releases>`_

source: Getting Plugins
de: Erweiterungen bekommen
fr: Obtenir des greffons
gl: Conseguir Plugins

source: Zrythm ships with a few bundled plugins to help you get started (currently only ZLFO), but you should install some plugins like synthesizers and effects before you can make music.
fr: Zrythm est livré avec quelques greffons pour vous aider à démarrer (actuellement seulement ZLFO), mais vous devriez installer quelques greffons comme des synthétiseurs et des effets avant de pouvoir faire de la musique.
gl: Zrythm inclúe unha serie de plugins para comezar (actualmente só ZLFO), pero vas precisar instalar algúns plugins como sintetizadores e efectos para poder facer música.

source: Fortunately, there are many plugins to choose from. This guide will show you a few ways you can install plugins.
de: Zum Glück gibt es viele Erweiterungen aus denen man wählen kann. Diese Anleitung zeigt dir ein paar Wege, wie du Erweiterungen installieren kannst.
fr: Heureusement, il existe de nombreux greffons parmi lesquels choisir. Ce guide vous montrera quelques façons de les installer.
gl: Por sorte, hai unha chea de plugins para escoller. Esta guía amosarache varias maneiras de obter plugins.

source: If you are on Debian/Ubuntu, we highly recommend using the `KXstudio repositories <https://kx.studio/>`_, since there are many plugins that can easily be installed via apt.
fr: Si vous êtes sur Debian/Ubuntu, nous vous recommandons fortement de consulter les `dépôts KXstudio <https://kx.studio/>`_, puisqu'il y a de nombreux greffons qui peuvent être facilement installés via apt.
gl: Se es usuario de Debian/Ubuntu, recomendámosche en serio utilizar os `repositorios de KXstudio <https://kx.studio/>`_, posto que dispón dun feixe de plugins que se poden instalar facilmente vía apt.

source: If you are on Arch GNU/Linux, we recommend installing the `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ group, or you can hand-pick the plugins you want from there.
fr: Si vous êtes sur Arch GNU/Linux, nous vous recommandons d'installer le groupe `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_, ou vous pouvez choisir les greffons que vous voulez à partir de là.
gl: Se es usuario de Arch GNU/Linux, recomendámosche instalar o grupo `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ , ou podes escoller de aí os plugins do teu interese.

source: If you are not sure where to start, please read on.
de: Falls du dir nicht sicher bist, wo du anfangen sollst, lies bitte weiter.
fr: Si vous ne savez pas par où commencer, lisez ce qui suit.
gl: Se non estás seguro de por onde comezar, por favor continúa lendo.

source: Recommended Plugin Bundles
de: Empfohlene Erweiterungspakete
fr: Les ensembles de greffons recommandés
gl: Paquetes de Plugins Recomendados

source: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ provides a good variety of synths and effects that can help you get you started making music right away.
fr: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ fournit une bonne variété de synthés et effets qui peuvent vous aider à commencer à faire de la musique tout de suite.
gl: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ aporta unha boa variedade de sintetizadores e efectos que che poden axudar a comezar a facer música.

source: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ is an effects pack that contains all the basic effects like Delay, Reverb, Compression, EQ, Saturation, etc.
de: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ ist ein Erweiterungspaket, das alle grundlegenden Effekte wie Delay, Reverb, Compression, EQ, Saturation, etc. bietet.
fr: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ est un pack d'effets qui contient tous les effets de base de Delay, Réverbération, Compression, Égalisation, Saturation, etc.
gl: `ZAM Plugins <http://www.zamaudio.com/?p=976>`_ é un paquete de efectos que contén tódolos efectos básicos, como Delay, Reverb, Compresión, EQ, Saturación, etc.

source: `LSP <https://lsp-plug.in/>`_ has a lot of useful effects.
de: `LSP <https://lsp-plug.in/>`_ hat viele nützliche Effekte.
fr: `LSP <https://lsp-plug.in/>`_ a beaucoup d'effets utiles.
gl: `LSP <https://lsp-plug.in/>`_ ten unha morea de efectos de utilidade.

source: `OpenAV <http://openavproductions.com>`_ has effects and instruments worth checking out.
fr: `OpenAV <http://openavproductions.com>`_ a des greffons et instruments qui valent un coup d’œil.
gl: `OpenAV <http://openavproductions.com>`_ ten efectos e instrumentos que paga a pena probar.

source: `X42 Plugins <http://x42-plugins.com/x42/>`_ has many MIDI effect and meter plugins.
fr: Les `greffons X42 <http://x42-plugins.com/x42/>`_, possèdent beaucoup de greffons d'effets MIDI et de mesure.
gl: `X42 Plugins <http://x42-plugins.com/x42/>`_ ten moitos efectos MIDI e plugins de monitoreo.

source: Synths
de: Sintetizadores
fr: Synthétiseurs
gl: Sintetizadores

source: `Helm <https://tytel.org/helm/>`_ is an excellent subtractive synth.
fr: `Helm <https://tytel.org/helm/>`_ est un excellent synthétiseur soustractif.
gl: `Helm <https://tytel.org/helm/>`_ un sintetizador subtrativo excelente.

source: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed is an FM synth that is closely modeled on the Yamaha DX7.
de: `Dexed <http://asb2m10.github.io/dexed/>``_ Dexed ist ein FM-Synth, der eng an die Yamaha DX7 angelehnt ist.
fr: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed est un synthétiseur FM qui s'inspire fortement du Yamaha DX7.
gl: `Dexed <http://asb2m10.github.io/dexed/>`_ Dexed é un sintetizador FM modelado ao xeito do Yamaha DX7.

source: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ is a powerful additive/subtractive synth that can synthesize a wide variety of sounds.
fr: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ est un puissant synthétiseur additif/soustractif qui peut synthétiser une grande variété de sons.
gl: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_ é un poderoso sintetizador aditivo/subtrativo que permite crear unha gran variedade de sons.

source: Percussion Generators
de: Perkussionsgeneratoren
fr: Générateurs de percussion
gl: Xeradores de Percusión

source: `GeonKick <https://gitlab.com/iurie/geonkick>`_ is a kick drum synthesizer that can also synthesize other types of percussion.
fr: `GeonKick <https://gitlab.com/iurie/geonkick>`_ est un synthétiseur de grosse caisse qui peut aussi synthétiser d'autres types de percussions.
gl: `GeonKick <https://gitlab.com/iurie/geonkick>`_ é un sintetizador de bombos que pode sintetizar outro tipo de percusións.

source: Installer
fr: Installateur
gl: Instalador

source: We plan to add FreeBSD support to the installer mentioned in :ref:`gnu-with-linux-installer`.
fr: Nous prévoyons d'ajouter le support de FreeBSD à l'installateur mentionné dans :ref:`gnu-with-linux-installer`.
gl: Planeamos engadir soporte FreeBSD para o instalador mencionado en :ref:`gnu-with-linux-installer`.

source: This is the easiest and recommended way to install the latest version for most users, and we provide support for it.
fr: C'est la façon la plus simple et recommandée d'installer la dernière version pour la plupart des utilisateurs, et nous fournissons du support pour cela.
gl: Este é o xeito máis doado e recomendado para instalar a última versión para a meirande parte dos usuarios, e nós dámoslle soporte.

source: Port
gl: Porto

source: You can install the `zrythm port <https://www.freshports.org/audio/zrythm/>`_ but it may be old and missing features and optimizations.
fr: Vous pouvez installer le `port zrythm <https://www.freshports.org/audio/zrythm/>`_ mais il peut être vieux et manquer de fonctionnalités et d'optimisations.
gl: Podes instalar o `porto de Zrythm <https://www.freshports.org/audio/zrythm/>`_ pero pode estar obsoleto, faltarlle características e optimizacións.

source: Manual Installation
de: Manuelle Installation
fr: Installation manuelle
gl: Instalación Manual

source: See :ref:`gnu-with-linux-manual-installation`.
fr: Voir :ref:`gnu-with-linux-manual-installation`.
gl: Bótalle unha ollada a :ref:`gnu-with-linux-manual-installation`.

source: GNU with Linux
fr: GNU avec Linux
gl: GNU con Linux

source: You can install the latest version of Zrythm for your distro using an installer from the `Download <https://www.zrythm.org/en/download.html>`_ page on our website.
fr: Vous pouvez installer la dernière version de Zrythm pour votre distribution en utilisant un installateur de la page `Télécharger <https://www.zrythm.org/fr/download.html>`_ sur notre site ouèbe.
gl: Podes instalar a última versión de Zrythm na túa distribución, utilizando un instalador da`Páxina de descargas <https://www.zrythm.org/en/download.html>`_ da nosa web.

source: The installer supports the following distros (and derivatives):
fr: L'installateur prend en charge les distros (et dérivés) suivantes :
gl: O instalador admite as seguintes distribucións (e derivadas):

source: Distro Package
fr: Paquet de distro
gl: Paquete de Distribución

source: If your distribution provides a Zrythm package you can install it from there, but it will likely be an older version than the one we provide and it may be missing optimizations or features that we include with the installer.
fr: Si votre distribution fournit un paquet Zrythm, vous pouvez l'installer à partir de là, mais ce sera probablement une version plus ancienne que celle que nous fournissons et il peut manquer des optimisations ou des fonctionnalités que nous incluons avec l'installateur.
gl: Se a túa distribución conta cun paquete de Zrythm, pódelo instalar dende aí, pero probablemente sexa unha versión máis vella que a que nos ofrecemos e careza de optimizacións ou características que nós incluímos co instalador.

source: If you are an advanced user and prefer to build Zrythm yourself, Zrythm uses the Meson build system, so the procedure to build and install is as follows:
fr: Si vous êtes un utilisateur avancé et que vous préférez construire Zrythm vous-même, Zrythm utilise le système de construction Meson, donc la procédure à suivre pour construire et installer est la suivante :
gl: Se es un usuario avanzado e prefires montar Zrythm por ti mesmo, Zrythm emprega o sistema de montaxe Meson, así que o procedemento para montar e instalar é o seguinte:

source: See the ``INSTALL.md`` file for more information.
fr: Voir le fichier ``INSTALL.md`` pour davantage d'informations.
gl: Bótalle un ollo ao arquivo ``INSTALL.md`` para máis información.

source: Installation
gl: Instalación

source: Install from source manually as mentioned in :ref:`gnu-with-linux-manual-installation`. No support is offered at the moment.
fr: Installez manuellement à partir des sources comme mentionné dans :ref:`gnu-with-linux-manual-installation`. Aucun support n'est offert pour le moment.
gl: A instalación dende o código manualmente está mencionada en :ref:`gnu-with-linux-manual-installation`. Polo de agora non ofrecemos soporte nisto.

source: A Windows installer is available for purchase at the `Download <https://www.zrythm.org/en/download.html>`_ page on our website.
fr: Un installateur Windows est disponible à l'achat sur la page `Téléchargement <https://www.zrythm.org/en/download.html>`_ de notre site web.
gl: Hai un instalador dispoñible para Windows á venda na`Páxina de descargas <https://www.zrythm.org/en/download.html>`_ da nosa web.

source: Getting Started
de: Erste Schritte
fr: Pour commencer
gl: Primeiros Pasos

source: System Requirements
de: Systemvoraussetzungen
fr: Configuration système requise
gl: Requisitos do Sistema

source: Minimum Requirements
de: Minimale Voraussetzungen
fr: Minimum requis
gl: Requisitos Mínimos

source: x86_64, i686 or ARM processor
de: x86_64, i686 oder ARM Prozessor
fr: processeur x86_64, i686 ou ARM
gl: Procesador x86_64, i686 ou ARM

source: Operating System
fr: Système d'exploitation
gl: Sistema Operativo

source: Unix-compatible OS or Windows
gl: SO compatible con Unix ou Windows

source: Recommended
de: Empfohlen
fr: Recommandé
gl: Recomendacións

source: We recommend running a fairly modern machine with the following specs so you can take full advantage of Zrythm.
de: Wir empfehlen den Betrieb einer ziemlich modernen Maschine mit den folgenden Spezifikationen, damit Sie die Vorteile von Zrythm voll ausschöpfen können.
fr: Nous vous recommandons d'utiliser une machine assez moderne avec les spécifications suivantes pour que vous puissiez profiter pleinement de Zrythm.
gl: Aconsellamos empregar unha computadora actual coas seguintes especificacións para que poidas aproveitar ao máximo Zrythm.

source: A fast processor
de: Ein schneller Prozessor
fr: Un processeur rapide
gl: Un procesador rápido

source: Large enough monitor
de: Monitor, der groß genug ist
fr: Un moniteur assez large
gl: Un monitor grande dabondo

source: Audio interface
de: Audio-Schnittstelle
fr: Interface audio
gl: Unha interface de son

source: MIDI keyboard
fr: Clavier MIDI
gl: Un teclado MIDI

source: A JACK patchbay such as `QjackCtl <https://qjackctl.sourceforge.io/>`_, `Catia <https://kx.studio/Applications:Catia>`_ or `Ingen <https://drobilla.net/software/ingen>`_
gl: Un controlador de JACK como `QjackCtl <https://qjackctl.sourceforge.io/>`_, `Catia <https://kx.studio/Applications:Catia>`_ or `Ingen <https://drobilla.net/software/ingen>`_

source: Audio Interface
fr: Interface audio
gl: Unha interface de son

source: An Audio Interface is recommended as it offers low latency and better quality (especially if recording audio).
de: Es wird ein Audiointerface empfohlen, da es eine niedrige Latenz und eine bessere Qualität bietet (besonders bei der Aufnahme von Audio).
fr: Une interface audio est recommandée car elle offre une faible latence et une meilleure qualité (en particulier lors de l'enregistrement audio).
gl: Recomendamos unha Interface de Son, dado que ofrece latencias baixas e mellor calidade (especialmente se vas gravar audio).

source: When using JACK, JACK needs to be set up and configured before running Zrythm. You will find lots of information online about how to configure JACK, so we will skip this part.
gl: Se usas JACK, precisa de ser configurado antes de arrancar Zrythm. Podes atopar moita información en liña sobre como configura JACK, así que nos saltaremos esta parte.

source: Overview
de: Übersicht
fr: Vue générale
gl: Información xeral

source: Zrythm is a digital audio workstation designed to be featureful and easy to use.
fr: Zrythm est une station de travail audio numérique conçue pour être fonctionnelle et facile à utiliser.
gl: Zrythm é unha estación de traballo de audio dixital deseñada para ser completa e sinxela de usar.

source: Limitless automation
de: Grenzenlose Automatisierung
fr: Automatisation sans limite
gl: Automatización ilimitada

source: You can automate almost anything with automation events using straight lines, ramps and curves, or with CV signals from LFO and envelope plugins.
fr: Vous pouvez automatiser presque tout avec des événements d'automatisation en utilisant des lignes droites, des rampes et des courbes, ou avec des signaux CV provenant de LFO et de greffons d'enveloppe.
gl: Podes automatizar practicamente todo con eventos de automatización, usando liñas rectas, ramplas e curvas, ou con sinais CV de plugins LFO e de envolventes.

source: LV2 and VST plugins
gl: Plugins LV2 e VST

source: Supports the free LV2 plugin format, with added support for VST.
gl: Admite o formato libre de plugins LV2, con soporte engadido para VST.

source: JACK support
de: JACK-Unterstützung
fr: Support JACK
gl: Soporte de JACK

source: JACK aware, with support for JACK transport.
de: JACK-agnostisch, mit Unterstützung für den JACK-Transport.
fr: Prise en compte de JACK, avec prise en charge du transport JACK.
gl: Adaptado a JACK e admite JACK transport.

source: Chord assistance
de: Akkordassistenz
fr: Assistance aux accords
gl: Asistente de acordes

source: Has a chord pad for trying out chords in a scale and a chord track to help with chord progressions.
de: Hat ein Akkordpad zum Ausprobieren von Akkorden in einer Skala und eine Akkordspur, um bei Akkordfolgen zu helfen.
fr: A un pavé d'accords pour essayer des accords dans une gamme et une piste d'accords pour aider avec les progressions d'accords.
gl: Ten un pad de acordes para probar acordes nunha escala e unha pista de acordes para axudar coas progresións harmónicas.

source: The issue tracker can be found on `Savannah <https://savannah.nongnu.org/support/?group=zrythm>`_.
de: Die Fehlerdatenbank befindet sich auf `Savannah <https://savannah.nongnu.org/support/?group=zrythm>`_.

source: Zrythm's source code can be found on our `CGit instance <https://git.zrythm.org/cgit/zrythm/>`_ or in the mirror repository at `GNU Savannah <http://git.savannah.nongnu.org/cgit/zrythm.git>`_.
de: Zrythms Quellcode ist auf unserer `CGit-Instanz <https://git.zrythm.org/cgit/zrythm/>`_ oder in der Spiegelrepository auf `GNU Savannah <http://git.savannah.nongnu.org/cgit/zrythm.git>`_ verfügbar.

source: Older releases of Zrythm can be found on `Savannah downloads <https://download.savannah.nongnu.org/releases/zrythm/>`_
de: Ältere Versionen von Zrythm finden Sie unter `Savannah Downloads <https://download.savannah.nongnu.org/releases/zrythm/>``_

source: Until Zrythm ships with its own bundled plugins, you must install some plugins like synthesizers and effects before you can make music.
de: Bis Zrythm mit seinen eigenen Erweiterungspaketen kommt musst du ein paar Erweiterungen wie Synthesizer und Effekte installieren bevor du Musik machen kannst.

source: If you are on Debian/Ubuntu, we highly recommend checking out the `KXstudio repositories <https://kx.studio/>`_, since there are many plugins that can easily be installed via apt.
de: Falls du auf Debian/Ubuntu bist, empfehlen wir dir unbedingt, die `KXStudio-Repositories <https://kx.studio/>`_ auszuchecken, weil es dort viele Plugins gibt, die leicht via apt zu installieren sind.

source: If you are on Arch GNU/Linux you're in luck, because you can just download the entire `pro-audio <https://www.archlinux.org/groups/x86_64/pro-audio/>`_ or `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ groups, or you can hand-pick the plugins you want from there.
de: Falls du auf Arch GNU/Linux bist, hast du Glück, denn du kannst einfach die ganzen Gruppen `pro-audio <https://www.archlinux.org/groups/x86_64/pro-audio/>`_ oder `lv2-plugins <https://www.archlinux.org/groups/x86_64/lv2-plugins/>`_ runterladen, oder du kannst einfach von Hand die Erweiterungen von dort auswählen, die du haben willst.

source: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ provides a good variety of synths and a few effects that can get you started for music making right away.
de: `DISTRHO Ports <https://distrho.sourceforge.io/ports.php>`_ bietet eine gute Auswahl an Synths und ein paar Effekte mit denen du mit dem Musikmachen gleich loslegen kannst.

source: `OpenAV <http://openavproductions.com>`_ has some nice plugins worth checking out.
de: `OpenAV <http://openavproductions.com>`_ hat ein paar nette Erweiterungen, die es wert sind, sie sich mal anzusehen.

source: You might also want to check out `X42 Plugins <http://x42-plugins.com/x42/>`_, which has **A LOT** of MIDI effect and meter plugins.
de: Vielleicht würdest du dir auch gerne`X42 Plugins <http://x42-plugins.com/x42/>`_ ansehen, das **SEHR VIELE** MIDI-Effekte und Meter-Erweiterungen hat.

source: `Helm <https://tytel.org/helm/>`_ is an excellent subtractive synth that should be on everyone's toolbox.
de: `Helm <https://tytel.org/helm/>`_ ist eine exzellenter subtraktiver Synth, der in keinem Werkzeugkasten fehlen sollte.

source: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_, the alternative front-end to ZynAddSubFX is one of the most powerful synths in existance.
de: `ZynFusion <http://zynaddsubfx.sourceforge.net/zyn-fusion.html>`_, das alternative Front-End zu ZynAddSubFX ist einer der mächtigsten Synths, die existieren.

source: `GeonKick <https://gitlab.com/iurie/geonkick>`_ is a great kick drum synthesizer that can also synthesize other types of percussion.
de: `GeonKick <https://gitlab.com/iurie/geonkick>`_ ist ein toller Kick-Drum-Synthesizer, der auch andere Arten von Perkussion synthesizen kann.

source: Thanks to Yuri, Zrythm is packaged for FreeBSD and the package can be found at `FreshPorts <https://www.freshports.org/audio/zrythm/>`_.
de: Dank Yuri ist Zrythm für FreeBSD paketiert und das Paket findest du auf `FreshPorts <https://www.freshports.org/audio/zrythm/>`_.

source: Official Builds
de: Offizielle Builds

source: You can install the latest version of Zrythm for your distro `here <https://software.opensuse.org//download.html?project=home%3Aalextee&package=zrythm>`_
de: Du kannst die neueste Version von Zrythm für deine Distro `hier <https://software.opensuse.org//download.html?project=home%3Aalextee&package=zrythm>`_ installieren

source: This is the recommended way to install the latest version for most users.
de: Das ist die für die meisten Nutzer empfohlene Art, die neuste Version zu installieren.

source: Flatpak builds are coming soon.
de: Flatpak-Builds kommen bald.

source: AppImage builds are coming soon.
de: AppImage-Builds kommen bald.

source: For Fedora users, ycollect maintains a Zrythm package in `copr <https://copr.fedorainfracloud.org/coprs/ycollet/linuxmao/>`_
de: Für Fedora-Benutzer verwaltet ycollect ein Zrythm-Paket in `copr <https://copr.fedorainfracloud.org/coprs/ycollet/linuxmao/>`_
