Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/mixing.po
Languages: de, fr, gl

source: Channel Overview
fr: Vue d'ensemble des canaux
gl: Información dos Canais

source: Controls
fr: Contrôles
gl: Controis

source: Fader
fr: Charriots

source: Channels
de: Kanäle
fr: Canaux
gl: Canais

source: Meters
de: Meter
fr: Indicateurs
gl: Medidores

source: Plugin Strip
fr: Tranche de greffon
gl: Restra de Plugins

source: Groups
de: Gruppen
fr: Groupes
gl: Grupos

source: Mixing
de: Mischen
fr: Mixage
gl: Mestura

source: Meters display the current RMS peaks at the end of the channel's processing.
de: Zähler zeigen die aktuellen RMS-Spitzen am Ende der Kanalverarbeitung an.
fr: Les indicateurs affichent les pics RMS actuels à la fin du traitement du canal.
gl: O Medidor amosa os picos RMS actuais ao final do procesado do canal.

source: Mixdown
fr: Exporter le mixage
gl: Mestura

source: The `File -> Export As` dialog can be used to export the mixdown or song. The mixdown can be the loop range or the range between the song start and end markers.
de: Der Dialog `Datei -> Exportieren als` kann benutzt werden, um den Mixdown oder das Lied zu exportieren. Der Mixdown kann der Schleifenbereich oder der Bereich zwischen dem Liedanfang und -ende sein.
fr: La boîte de dialogue `Fichier -> Exporter sous` peut être utilisée pour exporter le mixage ou le morceau. Le mixage peut être un intervalle de boucle ou l'intervalle entre les marqueurs de début et de fin du morceau.
gl: O diálogo 'Ficheiro -> Exportar Como' pódese utilizar para exportar a mestura ou a canción. A mestura pode ser un bucle ou un intervalo entre os marcadores do inicio e fin da canción.

source: Panning
fr: Panoramique
gl: Panorama

source: Channels can be panned Left to Right by dragging the Pan slider. Zrythm supports Linear Pan, Square Root Pan and Sine Law Pan, with a Pan Law of -6dB, -3dB, or 0dB.
de: Kanäle können von links nach rechts verschoben werden, indem Sie den Schieberegler Pan ziehen. Zrythm unterstützt Linear Pan, Square Root Pan und Sine Law Pan, mit einem Pan Law von -6dB, -3dB oder 0dB.
fr: Les canaux peuvent être déplacés de gauche à droite en faisant glisser le curseur de panoramique. Zrythm supporte les panoramiques linéaires, à racine carrée et sinusoïdaux à loi, avec une loi de panoramique de -6dB, -3dB ou 0dB.
gl: Os canais poden ser paneados á Esquerda ou á Dereita arrastrando o control do Panorama. Zrythm permite Panorama Lineal, de Raíz Cadrada e de Regra do Seno de -6dB, -3d-b ou 0dB.

source: These settings are configurable through the Preferences window. The default is Sine Law with -3dB. If you don't understand what these mean, it's best to leave them to their default values.
de: Die Einstellungen sind durch das Einstellungsfenster konfigurierbar. Der Standard ist Sinussatz mit -3dB. Falls du nicht verstehst, was das heißt, ist es am Besten wenn du sie auf ihrem Standardwert lässt.
fr: Ces paramètres sont configurables via la fenêtre de préférences. La valeur par défaut est sinusoïdale avec -3dB. Si vous ne comprenez pas ce que cela signifie, il est préférable de les laisser à leurs valeurs par défaut.
gl: Estas opcións pódense configurar na xanela de Preferencias. Por defecto é a Regra do Seno con -3dB. Se non entendes o que isto quere dicir, é mellor que o deixes cos valores por defecto.

source: Buses
de: Busse
fr: Bus

source: Insert Effects
de: Effekte Einfügen
fr: Insérer des effets
gl: Inserir Efectos

source: Routing
fr: Routage
gl: Rutas

source: Routing Overview
de: Routingübersicht
fr: Aperçu du routage
gl: Información das Rutas

source: Send Effects
de: Effekte Senden
fr: Envoyer des effets
gl: Enviar Efectos

source: Sidechaining
fr: Chaînage latéral
gl: Facendo Sidechain

source: Ports
gl: Portos

source: TODO
de: ZU ERLEDIGEN
