Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/playback-and-recording.po
Languages: de, fr, gl

source: Arming for Recording
de: Zur Aufnahme bereit machen
fr: Armement pour l'enregistrement
gl: Montando para Gravar

source: BPM and Time Signatures
de: BPM und Taktangabe
fr: BPM et signatures temporelles
gl: BPM e Compás

source: The BPM can be set to between 40 and 360 by clicking and dragging the BPM widget. Clicking and dragging on the integer counterpart will change the integer (e.g., from 140.24 to 141.24) and clicking and dragging on the decimal counterpart will change the decimal value (e.g., frrom 140.24 to 140.25).
de: Du kannst die BPM zwischen 40 und 360 einstellen indem du das BPM-Widget anklickst und daran ziehst. Klicken und ziehen der ganzen Zahl ändert die ganze Zahl (z.B. von 140.24 auf 141.24) und klicken und ziehen der Nachkommazahl ändert den Wert der Nachkommazahl (z.B. von 140.24 auf 140.25).
fr: Le BPM peut être réglé entre 40 et 360 en cliquant et en faisant glisser le widget BPM. Cliquer et faire glisser sur la partie entière changera l'entier (par exemple, de 140,24 à 141,24) et cliquer et faire glisser sur la partie décimale changera la valeur décimale (par exemple, de 140,24 à 140,25).
gl: O tempo pode ser configurado entre 40 e 360 BPM facendo clic e arrastrando o contador. Facendo clic e arrastrando sobre os números enteiros cambiará os números enteiros (p. ex. 140.24 a 141.24) e facéndoo sobre os decimais modificarás o valor destes (p. ex. de 140.24 a 140.25).

source: Time Signature
de: Taktangabe
fr: Signature rythmique
gl: Compás

source: The Time Signature is split into the following
de: Die Taktangabe teilt sich wie folgt auf
fr: La signature temporelle est divisée comme suit
gl: O Compás divídese nos seguintes

source: Beats per Bar
de: Schläge pro Takt
fr: Battements par mesure
gl: Pulsos por Compás

source: This is the top number that indicates the number of Beats that should be in a Bar. It can be set from 1 to 16.
de: Das ist die obere Nummer, die die Nummer der Schläge angibt, die in einem Takt sein sollten. Sie kann von 1 bis 16 eingestellt werden.
fr: C'est le nombre supérieur qui indique le nombre de battements qui devraient être dans une mesure. Il peut être réglé de 1 à 16.
gl: Este é o número superior, que indica o número de Pulsos en cada Compás. Pode ter un valor entre 1 e 16.

source: Beat Unit
de: Schlageinheit
fr: Unité de battement
gl: Unidade do Pulso

source: This is the bottom number that indicates the beat unit to be used. It can be set to 2, 4, 8 or 16.
de: Das ist die untere Nummer, die die zu benutzende Schlageinheit angibt. Sie kann auf 2, 4, 8, oder 16 eingestellt werden.
fr: C'est le nombre inférieur qui indique l'unité de battement à utiliser. Il peut être réglé sur 2, 4, 8 ou 16.
gl: Este é o número de abaixo que indica a unidade utilizada para o pulso. Pode ser 2, 4, 6 ou 16.

source: Playback and Recording
de: Wiedergabe und Aufnahme
fr: Lecture et enregistrement
gl: Reprodución e Gravación

source: Loop Points and Markers
de: Schleifenpunkte und Marker
fr: Points de bouclage et marqueurs
gl: Puntos de Bucle e Marcadores

source: Loop Points
de: Schleifenpunkte
fr: Points de bouclage
gl: Puntos de Bucle

source: Cue Point
fr: Point de repère
gl: Punto de Referencia

source: The Cue Point is where the Playhead will move to when Play is clicked while playing or when Stop is clicked while paused.
de: Der Cue-Point ist, wohin sich der Abspielkopf bewegt wenn du während der Wiedergabe auf Abspielen klickst oder während sie pausiert ist auf Stopp klickst.
fr: Le point de repère est l'endroit où la tête de lecture se déplacera lorsque vous cliquez sur lecture pendant la lecture ou lorsque vous cliquez sur arrêter pendant la pause.
gl: O Punto de Referencia é a onde se moverá a Cabeza de Reprodución cando premas Reproducir mentres se está a reproducir ou cando fagas clic en Deter durante unha pausa.

source: Song Start Marker
de: Liedanfangsmarker
fr: Marqueur de début de morceau
gl: Marcador do Inicio da Canción

source: The Song Start marker signifies the position in the Timeline where the Song will start. This is mainly used for exporting the mixdown into audio.
de: Der Liedanfangsmarker kennzeichnet die Position in der Zeitachse, wo das Lied anfängt. Das wird hauptsächlich dafür genutzt, den Mixdown in Audio zu exportieren.
fr: Le marqueur de début de morceau indique la position sur la ligne temporelle où le morceau va commencer. Ceci est principalement utilisé pour exporter le mixage en audio.
gl: O Marcador do Inicio da Canción indica a posición na Liña de Tempo onde comeza a Canción. Úsase principalmente para exportar a mestura en audio.

source: Song End Marker
de: Liedendemarker
fr: Marqueur de fin de morceau
gl: Marcador do Fin da Canción

source: The Song End marker signifies the position in the Timeline where the Song will end. Likewise, it is mainly used for exporting the mixdown into audio.
de: Der Liedendemarker kennzeichnet die Position in der Zeitachse, wo das Lied endet. Er wird hauptsächlich dafür genutzt, den Mixdown in Audio zu exportieren.
fr: Le marqueur de fin de morceau indique la position sur la ligne temporelle où le morceau se terminera. De même, il est principalement utilisé pour exporter le mixage en audio.
gl: O Marcador do Fin da Canción indica a posición na Liña de Tempo onde remata a Canción. Do mesmo xeito, úsase principalmente para exportar a mestura en audio.

source: Custom Markers
de: Eigene Marker
fr: Marqueurs personnalisés
gl: Marcadores Personalizados

source: Custom Markers can be specified in the Marker Track. TODO
de: Eigene Marker können in der Markerspur festgelegt werden. ZU ERLEDIGEN
fr: Des marqueurs personnalisés peuvent être spécifiés dans la piste de marqueurs. ÀFAIRE
gl: Os Marcadores Personalizados pódense especificar na Pista de Marcadores. TODO

source: Overview
de: Übersicht
fr: Vue générale
gl: Información xeral

source: Here is a list of terms and definitions that will be useful in the following sections.
de: Hier ist eine Liste mit Definitionen und Begriffen, die in den nächsten Abschnitten nützlich sein werden.
fr: Voici une liste de termes et de définitions qui seront utiles dans les sections suivantes.
gl: Aquí vai unha lista de termos e definicións que serán de utilidade nas seguintes seccións.

source: Playhead
de: Abspielkopf
fr: Tête de lecture
gl: Cabeza de Reprodución

source: The Playhead is the current position in the song.
de: Der Abspielkopf ist die aktuelle Position im Lied.
fr: La tête de lecture est la position actuelle dans le morceau.
gl: A Cabeza de Reprodución indica a posición actual na canción.

source: Position
gl: Posición

source: Zrythm uses the following format for positions:
de: Zrythm benutzt für Positionen das folgende Format:
fr: Zrythm utilise le format suivant pour les positions :
gl: Zrythm emprega o seguinte formato para as posicións:

source: Each sixteenth note is fixed to have 240 ticks.
de: Jede Sechzehntelnote ist auf 240 Ticks festgelegt.
fr: Chaque double croche est fixée à 240 tiques.
gl: Cada dezaseis notas hai 240 ticks.

source: Recording Audio
de: Audio aufnehmen
fr: Enregistrer de l'audio
gl: Gravación de Audio

source: Recording Automation
de: Automation aufnehmen
fr: Automatisation d'enregistrement
gl: Automatización da Gravación

source: Recording MIDI
de: MIDI aufnehmen
fr: Enregistrer du MIDI
gl: Gravando MIDI

source: Transport Controls
de: Transportsteuerelemente
fr: Contrôles de transport
gl: Controis de Desprazamento

source: Playback is mainly controlled by the following Transport Controls, found in the main toolbar.
de: Die Wiedergabe wird hauptsächlich durch die folgenden Transportsteuerelemente kontrolliert, die in der Hauptwerkzeugleiste zu finden sind.
fr: La lecture est principalement contrôlée par les commandes de transport suivantes, qui se trouvent dans la barre d'outils principale.
gl: A Reprodución contrólase fundamentalmente cos seguintes Controis de Desprazamento, que se atopan na barra de ferramentas principal.

source: Record
de: Aufnehmen
fr: Enregistrer
gl: Gravar

source: Arms the project for recording.
de: Macht das Projekt bereit zur Aufnahme.
fr: Arme le projet pour l'enregistrement.
gl: Monta o proxecto para gravar.

source: Play
de: Abspielen
fr: Lecture
gl: Reproducir

source: If stopped, the song will start playing. If already playing, the Playhead will move to the Cue point.
de: Wenn es gestoppt ist, wird das Lied anfangen zu spielen. Falls es schon am spielen ist wird der Abspielkopf zum Cue-Point springen.
fr: S'il est arrêté, le morceau commence à jouer. Si vous jouez déjà, la tête de lecture se déplacera jusqu'au point de repère.
gl: Se se para, a canción comezará a se reproducir. Se xa se está a reproducir, a Cabeza de Reprodución moverase ao Punto de Referencia.

source: Stop
de: Stoppen
gl: Deter

source: Pauses playback. If clicked twice, goes back to the Cue point.
de: Pausiert die Wiedergabe oder springt wenn zweimal geklickt zurück zum Cue-Point.
fr: Suspend la lecture. Si vous cliquez deux fois, retourne au point de repère.
gl: Pausa a reprodución. Se fas dobre clic, volverá ao Punto de Referencia.

source: Backward
de: Rückwärts
fr: En arrière
gl: Cara atrás

source: Moves the Playhead backward by the size of 1 snap point.
de: Verschiebt den Abspielkopf um die Größe einer Schnapppunktes zurück.
fr: Déplace la tête de lecture vers l'arrière de la taille d'un point de magnétisme.
gl: Move a Cabeza de reprodución cara atrás a distancia dun punto de axuste.

source: Forward
de: Vorwärts
fr: En avant
gl: Cara adiante

source: Moves the Playhead forward by the size of 1 snap point.
de: Verschiebt den Abspielkopf um die Größe eines Schnapppunktes nach vorne.
fr: Déplace la tête de lecture vers l'avant de la taille d'un point d'enclenchement.
gl: Move a Cabeza de Reprodución cara adiante o equivalente a distancia dun punto de axuste.

source: Loop
de: Schleife
fr: Boucle
gl: Bucle

source: If enabled, the Playhead will move back to the Loop Start point when it reaches the Loop End point.
de: Wenn aktiviert springt der Abspielkopf zurück zum Anfangspunkt der Schleife wenn er den Endpunkt der Schleife erreicht hat.
fr: Si activé, la tête de lecture revient au point de départ de la boucle lorsqu'elle atteint le point de fin de boucle.
gl: Se está activo, a Cabeza de reprodución moverase de volta ao punto de Inicio do Bucle cando chegue ao punto de Fin do Bucle.

source: Metronome
de: Metronom
fr: Métronome
gl: Metrónomo

source: TODO
de: ZU ERLEDIGEN
fr: ÀFAIRE
