Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/plugins-files.po
Languages: de, fr

source: File Browser
de: Dateibrowser
fr: Navigateur de fichier

source: The File Browser makes it easy to navigate through files on your computer or through your custom collections.
de: Der Dateibrowser macht es dir leicht, dich durch Dateien auf deinem Computer oder durch deine eigenen Sammlungen zu navigieren.
fr: Le navigateur de fichiers facilite la navigation dans les fichiers de votre ordinateur ou dans vos collections personnalisées.

source: Filtering
de: Filtern
fr: Filtrage

source: TODO
de: ZU ERLEDIGEN
fr: ÀFAIRE

source: Collections
de: Sammlungen

source: Importing Files
de: Dateien importieren
fr: Importer des fichiers

source: Files are imported by either double clicking them in the browser or dragging and dropping them into a track.
de: Dateien werden entweder importiert, indem sie im Browser doppelt geklickt oder auf eine Spur gezogen und abgelegt werden.
fr: Les fichiers sont importés soit en double-cliquant dessus dans le navigateur, soit en les faisant glisser-déposer dans une piste.

source: Audio & MIDI Files
de: Audio- & MIDI-Dateien
fr: Fichiers audio et MIDI

source: Overview
de: Übersicht
fr: Vue générale

source: Zrythm can import MIDI and audio files into the project. The files can be imported by dragging and dropping from your computer or from the File Browser into a track.
de: Zrythm kann MIDI- und Audiodateien in das Projekt importieren. Die Dateien können durch ziehen und ablegen von deinem Computer oder vom Dateibrowser auf eine Spur importiert werden.
fr: Zrythm peut importer des fichiers MIDI et audio dans le projet. Les fichiers peuvent être importés par glisser-déposer depuis votre ordinateur ou depuis le navigateur de fichiers dans une piste.

source: Supported Audio Formats
de: Unterstützte Audioformate
fr: Formats audio pris en charge

source: Zrythm supports OGG, FLAC, WAV and MP3.
de: Zrythm unterstützt OGG, FLAC, WAV, und MP3.
fr: Zrythm prend en charge le OGG, le FLAC, le WAV et le MP3.

source: Plugins & Files
de: Erweiterungen & Dateien
fr: Greffons et fichiers

source: Zrythm allows you to drag-n-drop LV2 plugins and various files from the browsers on the right panel. This section will explain the various supported plugin and file types and their browsers.
de: Zrythm erlaubt dir, LV2-Erweiterungen und verschiedene Dateien aus dem Browser im rechten Feld zu ziehen und abzulegen. Dieser Abschnitt erklärt dir die verschiedenen Erweiterungen und Dateitypen und ihre Browser.

source: Inspector Page
de: Inspektor-Seite
fr: Page de l'inspecteur

source: When a Plugin is selected in the Mixer, its page will appear in the Inspector as follows.
de: Wenn eine Erweiterung im Mixer ausgewählt wurde erscheint ihre Seite wie folgt im Inspektor.
fr: Lorsqu'un greffon est sélectionné dans le mixeur, sa page apparaîtra dans l'inspecteur, comme suit.

source: This page will display information about the Plugin and allow you to route inputs and outputs to each port of the Plugin, for example to route an LFO output to a Filter Plugin's filter cutoff parameter.
de: Diese Seite zeigt Informationen über das Plugin an und ermöglicht es Ihnen, Ein- und Ausgänge an jeden Port des Plugins zu routen, z.B. um einen LFO-Ausgang an den Filter-Cutoff-Parameter eines Filter-Plugins zu routen.

source: Plugins
de: Erweiterungen
fr: Greffons

source: Plugin Browser
de: Erweiterungsbrowser
fr: Navigateur de greffon

source: The Plugin Browser makes it easy to browse and filter Plugins installed on your computer.
de: Der Erweiterungsbrowser macht es dir leicht, Erweiterungen, die auf deinem Computer installiert sind zu filtern und zu durchstöbern.
fr: Le navigateur de greffon facilite la navigation et le filtrage des greffons installés sur votre ordinateur.

source: Filters Tab
de: Filtertab
fr: Onglet de filtres

source: The filters tab at the top allows you to select how to filter the Plugins. There are 3 tabs:
de: Der Filtertab oben erlaubt es dir, auszuwählen, wie die Erweiterungen gefiltert werden. Es gibt 3 Tabs:
fr: L'onglet des filtres en haut vous permet de choisir comment filtrer les greffons. Il y a 3 onglets :

source: Collection
de: Sammlung

source: This tab contains your collections. You can create collections such as "MySynths" and filter by the selected collections.
de: Dieser Tab beinhaltet deine Sammlungen. Du kannst Sammlungen wie “MySynths” erstellen und nach der ausgewählten Sammlung filtern.
fr: Cet onglet contient vos collections. Vous pouvez créer des collections telles que "MesSynthés" et filtrer par collections sélectionnées.

source: Category
de: Kategorie
fr: Catégorie

source: Filter Plugins by category based on the plugin metadata, such as "Delay", "Distortion", etc.
de: Filter Erweiterungen nach der Kategorie basierend auf ihren Metadaten wie “Delay”, “Distortion”, etc.
fr: Filtrer les greffons par catégorie en fonction des métadonnées du greffon, telles que "Delay", "Distortion", etc.

source: Protocol
de: Protokoll
fr: Protocole

source: Allows you to filter plugins based their protocol (LV2 or VST). Not operational at the moment.
de: Ermöglicht es Ihnen, Plugins nach ihrem Protokoll (LV2 oder VST) zu filtern. Zurzeit nicht verwendbar.

source: Filter Buttons
de: Filtertasten
fr: Boutons de filtre

source: Additionally to the above, you can filter plugins based on their type. The following types exist:
de: Zusätzlich zu den oberen kannst du Erweiterungen auch basierend auf ihrem Typ filtern. Die folgenden Typen gibt es:
fr: En plus de ce qui précède, vous pouvez filtrer les greffons en fonction de leur type. Les types suivants existent :

source: These plugins will create an instrument track when added to the project.
de: Diese Erweiterungen erstellen eine Instrumentenspur wenn sie dem Projekt hinzugefügt werden.
fr: Ces greffons créeront une piste d'instrument lorsqu'ils seront ajoutés au projet.

source: Effects
de: Effekte
fr: Effets

source: These plugins can be dragged into the insert slots of existing channels in the mixer or can be instantiated to create new bus tracks.
de: Diese Plugins können in die Insert-Slots bestehender Kanäle im Mixer gezogen oder instanziiert werden, um neue Busspuren zu erstellen.
fr: Ces greffons peuvent être glissés dans les emplacements d'insertion des canaux existants dans le mixeur ou peuvent être instanciés pour créer de nouvelles pistes de bus.

source: Modulators
de: Modulatoren
fr: Modulateurs

source: These plugins output CV signals and can be used to modulate other plugin or track parameters.
de: Diese Plugins geben CV-Signale aus und können verwendet werden, um andere Plugin- oder Trackparameter zu modulieren.
fr: Ces greffons émettent des signaux CV et peuvent être utilisés pour moduler d'autres plugins ou paramètres de piste.

source: MIDI Effects
de: MIDI-Effekte
fr: Effets MIDI

source: These plugins modify incoming MIDI signals and can be used in the MIDI signal chain of an Instrument or MIDI track (coming soon).
de: Diese Erweiterungen modifizieren eingehende MIDI-Signale und können in der MIDI-Signalkette eines Instrumentes oder einer MIDI-Spur verwendet werden (kommt bald).
fr: Ces greffons modifient les signaux MIDI entrants et peuvent être utilisés dans la chaîne de signal MIDI d'un instrument ou d'une piste MIDI (à venir).

source: Instantiating Plugins
de: Instanziierende Erweiterungen
fr: Instancier des greffons

source: There are a couple of ways to instantiate plugins:
de: Es gibt eine Reihe von Möglichkeiten, Erweiterungen zu instanziieren:
fr: Il y a plusieurs façons d'instancier les greffons :

source: Drag-n-Drop
de: Ziehen und Ablegen
fr: Glisser-déposer

source: Drag and drop the selected plugin into empty space in the Tracklist or into empty space in the Mixer to create a new track using that plugin. If the plugin is a modulator, you can drop it into the Modulators Tab.
de: Ziehen Sie das ausgewählte Plugin per Drag & Drop in den leeren Bereich der Tracklist oder in den leeren Bereich des Mixers, um mit diesem Plugin einen neuen Track zu erstellen. Wenn das Plugin ein Modulator ist, können Sie es in die Registerkarte Modulatoren legen.

source: Double Click/Enter
de: Doppelklick/Eingabe
fr: Double-clic/entrée

source: Double click on the plugin or select it and press the return key on your keyboard to create a new track using that plugin.
de: Doppelklicken Sie auf das Plugin oder wählen Sie es aus und drücken Sie die Eingabetaste auf Ihrer Tastatur, um einen neuen Track mit diesem Plugin zu erstellen.
fr: Double-cliquez sur le greffon ou sélectionnez-le et appuyez sur la touche Entrée de votre clavier pour créer une nouvelle piste utilisant ce greffon.

source: Plugin Types
de: Arten von Erweiterungen

source: There are three types of Plugins in Zrythm.
de: Es gibt in Zrythm drei Arten von Erweiterungen.

source: Instruments
de: Instrumente

source: Instruments are Plugins that are used to generate sound, such as synths or pianos.
de: Instrumente sind Erweiterungen, die benutzt werden um Töne zu generieren, wie Synths oder Klaviere.

source: Effects are Plugins that change the audio signal passed to them. Examples are Reverb, Chorus and Flanger.
de: Effekte sind Erweiterungen, die das Audiosignal verändern, das an sie weitergegeben wird. Beispiele sind Reverb, Chorus, und Flanger.

source: Modulators are used to modulate the parameters of other Plugins. These include LFOs and envelopes.
de: Modulatoren werden genutzt um die Parameter von anderen Erweiterungen zu modulieren. Diese schließen LFOs und Hüllkurven ein.

source: Supported Formats
de: Unterstützte Formate

source: Zrythm supports LV2 Plugins at the moment.
de: Zrythm unterstützt im Moment LV2-Erweiterungen.

source: Plugin Window
de: Erweiterungsfenster
fr: Fenêtre de greffon

source: When Plugin UIs are opened, a window such as the following will be displayed, if the plugin ships with its own UI.
de: Wenn die Oberfläche einer Erweiterungen geöffnet wird, wird ein Fenster wie das folgende angezeigt wenn die Erweiterung mit ihrer eigenen Oberfläche kommt.
fr: Lorsque des interfaces utilisateur de greffon sont ouvertes, une fenêtre telle que celle-ci s'affiche si le greffon est livré avec sa propre interface utilisateur.

source: If the plugin does not ship with its own UI, the following generic UI will be generated for it.
de: Wenn die Erweiterung nicht mit ihrer eigenen Oberfläche kommt wird die folgende generische Oberfläche für sie generiert.
fr: Si le greffon n'est pas livré avec sa propre interface utilisateur, l'interface utilisateur générique suivante sera générée pour lui.

source: Plugins expose Ports that are used internally to route MIDI and audio signals to/from and externally for automation.
de: Plugins stellen Ports zur Verfügung, die intern verwendet werden, um MIDI- und Audiosignale zu/von und extern für die Automatisierung zu routen.
fr: Les greffons exposent les ports qui sont utilisés en interne pour router les signaux MIDI et audio de/vers et à l’extérieur pour l'automatisation.

source: A Port can only be an Input Port or an Output Port and can have one of the following types.
de: Ein Port kann nur ein Eingangsport oder ein Ausgangsport sein und kann einen der folgenden Typen haben.
fr: Un port ne peut être qu'un port d'entrée ou un port de sortie et peut avoir l'un des types suivants.

source: Ports of this type receive or send raw audio signals. Usually, Effect Plugins will have at least two of these as inputs for Left and Right, and at least two as outputs.
de: Ports dieser Art empfangen oder senden Rohaudiosignale. Normalerweise haben Effekt-Plugins mindestens zwei davon als Eingänge für Links und Rechts und mindestens zwei als Ausgänge.
fr: Les ports de ce type reçoivent ou envoient des signaux audio bruts. Habituellement, les greffons d'effets ont au moins deux de ces derniers comme entrées pour droite et gauche, et au moins deux comme sorties.

source: Event
de: Ereignis
fr: Événement

source: Event Ports are mainly used for routing MIDI signals. Instrument Plugins will have at least one Event Port.
de: Event Ports werden hauptsächlich für das Routing von MIDI-Signalen verwendet. Instrument Plugins verfügen über mindestens einen Event Port.
fr: Les ports d'événements sont principalement utilisés pour router les signaux MIDI. Les greffons d'instrument auront au moins un port d'événement.

source: Control
de: Steuerung
fr: Contrôle

source: Control Ports are Plugin parameters that are usually shown inside the Plugin's UI. These can be automated in automation lanes.
de: Steuerungsports sind Erweiterungsparameter, die gewöhnlich auf der Oberfläche der Erweiterung angezeigt werden. Diese können in Automationsunterspuren automatisiert werden.
fr: Les ports de contrôle sont des paramètres de greffon qui sont généralement affichés à l'intérieur de l'interface utilisateur du greffon. Ceux-ci peuvent être automatisés dans les voies d'automatisation.

source: CV Ports are continuous signals that can be fed into or emitted from Plugins, and are mainly used by the Modulators. Each Modulator will have at least one CV output Port which can be routed to Plugin Control Ports for automation.
de: CV-Ports sind kontinuierliche Signale, die in Plugins eingespeist oder von Plugins ausgegeben werden können und hauptsächlich von den Modulatoren verwendet werden. Jeder Modulator verfügt über mindestens einen CV-Ausgang, der zur Automatisierung an die Plugin-Steueranschlüsse weitergeleitet werden kann.
fr: Les ports CV sont des signaux continus qui peuvent être nourris ou émis depuis les greffons, et sont principalement utilisés par les modulateurs. Chaque modulateur aura au moins un port de sortie CV qui peut être routé vers des ports de contrôle de greffon pour l'automatisation.

source: Usually, only Ports of the same type can be connected, with the exception of CV ports. CV output Ports may be routed to both CV input Ports and Control input Ports.
de: Normalerweise können nur Ports desselben Typs verbunden werden, mit Ausnahme von CV-Ports. CV-Ausgangsanschlüsse können sowohl an CV-Eingangsanschlüsse als auch an Steuereingangsanschlüsse weitergeleitet werden.
fr: Habituellement, seuls les ports du même type peuvent être connectés, à l'exception des ports CV. Les ports de sortie CV peuvent être routés à la fois vers les ports d'entrée CV et vers les ports d'entrée de contrôle.

source: Output Ports may only be routed to Input Ports and vice versa.
de: Ausgangsports können nur zu Eingangsports geroutet werden und umgekehrt.
fr: Les ports de sortie ne peuvent être acheminés que vers les ports d'entrée et vice versa.

source: Channels also have their own Ports, for example for the Fader, Pan, and Enabled (On/Off).
de: Kanäle haben auch ihre eigenen Ports, z.B. für Fader, Pan und Enabled (An/Aus).

source: Zrythm looks inside the Plugin's metadata to determine what type the Plugin is. If that is not enough, Zrythm makes a decision based on the number of audio, MIDI, control and CV input and output ports a Plugin has.
fr: Zrythm regarde à l'intérieur des métadonnées du greffon pour déterminer de quel type est le greffon. Si cela ne suffit pas, Zrythm prend une décision basée sur le nombre de ports d'entrée et de sortie audio, MIDI, contrôle et CV du greffon.
