Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/sessions.po
Languages: de, fr, nb_no, pt

source: Importing/Exporting Audio
de: Audio importieren/exportieren
fr: Importer / Exporter l'Audio
nb_no: Importering/eksportering av lyd
pt: Importar/Exportar Áudio

source: Importing/Exporting MIDI
de: MIDI importieren/exportieren
fr: Importer / Exporter le MIDI
nb_no: Importering/eksportering av MIDI
pt: Importar/Exportar Áudio

source: Importing and Exporting
de: Importieren und Exportieren
fr: Importer et Exporter
nb_no: Import og eksport
pt: Importar e Exportar

source: Sessions
de: Sitzungen
nb_no: Økter
pt: Sessões

source: Session Info
de: Sitzungsinfo
fr: Infos sur la session
nb_no: Øktinfo
pt: Informações da Sessão

source: Session Management and Compatibility
de: Sitzungsverwaltung und Kompatibilität
fr: Gestion de session et compatibilité
nb_no: Øktbehandling og kompabilitet
pt: Gestão de Sessão e Compatibilidade

source: Adding Tracks
de: Spuren hinzufügen
fr: Ajouter de pistes
nb_no: Tillegg av spor
pt: Adicionar Faixas

source: The easiest and recommended way to add tracks is to drag a plugin or an audio clip from the browser on the right into the tracklist. This will automatically create a track of the appropriate type (Instrument, Bus or Audio). If it is an audio track, this will also place the audio clip at the playhead position. If it is an instrument track, it will be ready to accept MIDI signals. If it is a bus track, it will automatically place the selected plugin at the first position in the channel strip.
de: Der einfachste und empfohlene Weg, Spuren zu erzeugen ist eine Erweiterung oder einen Audioclip aus dem Browser rechts in die Spurenliste zu ziehen. Das wird automatisch eine Spur vom richtigen Typ erzeugen (Instrument, Bus, oder Audio). Falls es eine Audiospur ist, wird das den Audioclip an der Position des Abspielkopfes platzieren. Falls es eine Instrumentenspur ist, wird sie bereit sein, MIDI-Signale zu empfangen. Falls es eine Busspur ist, wird sie die ausgewählte Erweiterung automatisch auf der ersten Position im Kanalstrip platzieren.
fr: Le moyen le plus simple et recommandé d’ajouter des pistes consiste à faire glisser un plugin ou un clip audio du navigateur à droite dans la liste des pistes. Ceci créera automatiquement une piste du type approprié (Instrument, Bus ou Audio). S'il s'agit d'une piste Audio, cela placera également le clip Audio à la tête de lecture. S'il s'agit d'une piste instrument, elle sera prête à accepter les signaux MIDI. S'il s'agit d'une piste de bus, cela placera automatiquement le greffon sélectionné à la première position dans la tranche du mixeur.
pt: A maneira de adicionar faixas mais fácil e recomendada é arrastar um plugin ou um clipe de áudio do navegador à direita para a lista de faixas. Isso criará automaticamente uma faixa do tipo apropriado (Instrumento, Bus ou Áudio). Se for uma faixa de áudio, também porá o clipe de áudio na posição da cabeça de reprodução. Se for uma faixa de instrumento, estará pronta para aceitar sinais MIDI. Se for uma faixa de bus, porá automaticamente o plugin seleccionado na primeira posição da faixa de canais.

source: Tracks can also be added by right-clicking at a blank space inside the tracklist and selecting the track type. This will create a blank track.
de: Spuren können auch durch Rechtsklicken auf eine leere Stelle in der Spurenliste und Auswählen der Spurart hinzugefügt werden. Das wird eine leere Spur erzeugen.
fr: Vous pouvez également ajouter des pistes en cliquant droit sur un espace vide de la liste des pistes et en sélectionnant le type de piste. Cela créera une piste vide.
pt: As faixas também podem ser adicionadas clicando com o botão direito do rato num espaço em branco dentro da lista de faixas e selecionando o tipo de faixa. Isto criará uma faixa em branco.

source: Tracks
de: Spuren
fr: Pistes
nb_no: Spor
pt: Faixas

source: Reordering Tracks
de: Spuren aufnehmen
fr: Réorganisation des pistes
nb_no: Omorganisering av spor
pt: Reordenar Faixas

source: Track Context Menu
de: Spurkontextmenü
fr: Menu contextuel de la piste
pt: Menu de Contexto da Faixa

source: Track Overview
de: Spurübersicht
fr: Aperçu de la piste
nb_no: Sporoversikt
pt: Visão Geral da Faixa

source: Tracks contain regions and automation that is used to make up the song.
de: Spuren enthalten Regionen und Automation, die genutzt werden, das Lied aufzubauen.
fr: Les pistes contiennent des régions et l’automatisation utilisées pour composer le morceau.
pt: As faixas contêm regiões e automação que são usadas para compor a música.

source: Track Types
de: Spurarten
fr: Types de piste
nb_no: Sportyper
pt: Tipos de Faixas

source: The following track types exist:
de: Die folgenden Arten von Spuren existieren:
fr: Les types de piste suivants existent :
nb_no: Følgende sportyper finnes:
pt: Existem os tipos de faixas seguintes:

source: Instrument Track
de: Instrumentenspur
fr: Piste d'instrument
nb_no: Instrumentspor
pt: Faixa De Instrumentos

source: track containing MIDI regions and automation
de: Eine Spur, die MIDI-Regionen und Automation enthält
fr: piste contenant les régions MIDI et l'automatisation
pt: faixa contendo regiões MIDI e automação

source: Audio Track
de: Audiospur
fr: Piste audio
nb_no: Lydspor
pt: Faixa de Áudio

source: track containing audio regions, cross-fades, fades and automation
de: Eine Spur, die Audioregionen, Cross-Fades, Fades, und Automation enthält
fr: piste contenant des régions audio, fondus enchaînés, fondus et automatisation
pt: faixa contendo regiões de áudio, cross-fades, fades e automação

source: Bus Track
de: Busspur
fr: Piste de bus
nb_no: Busspor
pt: Faixa de Bus

source: a track corresponding to a mixer bus. bus tracks only contain automation
de: Eine Spur, die einem Mixerbus entspricht. Busspuren enthalten lediglich Automation
fr: une piste correspondant à un bus de mixage, les pistes bus contiennent uniquement les automatisations
pt: uma faixa correspondente a um bus misturador. faixas de bus só contêm automação

source: Master Track
de: Masterspur
fr: Piste Master
pt: Faixa Principal

source: the Master track is a special type of bus track that controls the master fader and contains additional automation options.
de: Die Masterspur ist eine besondere Art von Busspur, die die Masterfader steuert und zusätzliche Automationsoptionen enthält.
fr: la piste Master est un type spécial de piste de bus qui contrôle le fader principal et contient des options d'automatisation supplémentaires.
pt: a faixa principal é um tipo especial de faixa de bus que controla o cursor deslizante mestre e contém opções de automação adicionais.
