Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/tracks.po
Languages: de

source: Chord Track
de: Akkordspur

source: The Chord Track contains chord and scale objects that are used to specify when the song is using a particular chord or scale.
de: Die Akkordspur beinhaltet Akkorde und Tonartenobjekte, die benutzt werden um anzugeben wann das Lied einen bestimmten Akkord oder eine bestimmte Tonart benutzt.

source: Creating Tracks
de: Spuren erzeugen

source: Blank Tracks
de: Leere Spuren

source: To add an empty track, right click on empty space in the Tracklist and select the type of track you want to add.
de: Um eine leere Spur zu erzeugen rechtsklicke auf den leeren Platz in der Spurenliste und wähle die Art von Spur, die du hinzufügen willst.

source: Creating Tracks From Plugins
de: Spuren aus Erweiterungen erzeugen

source: Plugins can be clicked and dragged from the Plugin Browser and dropped into empty space in the Tracklist or Mixer to instantiate them. If the plugin is an Instrument plugin, an Instrument Track will be created. If the plugin is an effect, a Bus Track will be created.
de: Erweiterungen können angeklickt und aus dem Erweiterungsbrowser gezogen und auf einem leeren Platz in der Spurenliste oder dem Mixer abgelegt werden, um sie zu instanziieren. Falls die Erweiterung eine Instrumentenerweiterung ist, wird eine Instrumentenspur erstellt. Falls die Erweiterung ein Effekt ist, wird eine Busspur erstellt.

source: Creating Audio Tracks From Audio Files
de: Audiospuren aus Audiodateien erstellen

source: Likewise, to create an Audio Track from an audio file (WAV, FLAC, etc.), you can drag an audio file from the File Browser into empty space in the Tracklist or Mixer. This will create an Audio Track containing a single Audio Clip at the current Playhead position.
de: Ebenso kannst du um eine Audiospur aus einer Audiodatei (WAV, FLAC, etc.) zu erzeugen, eine Audiodatei aus dem Dateibrowser auf einen leeren Platz in der Spurliste oder dem Mixer ziehen. Das erzeugt eine Audiospur, die einen einzelnen Audioclip beinhaltet an der derzeitigen Position des Abspielkopfes.

source: Duplicating Tracks
de: Spuren duplizieren

source: Most Tracks can be duplicated by right clicking inside the Track and selecting :zbutton:`Duplicate`.
de: Die meisten Spuren können durch Rechtsklicken und Anwählen von :zbutton:`Duplizieren` dupliziert werden.

source: Instrument Track
de: Instrumentenspur

source: The Instrument Track is used for synths and other instruments. The first plugin in the strip of the Instrument Track's channel must be an instrument plugin. This is done automatically when Instrument Tracks are created from instrument plugins.
de: Die Instrumentenspur wird für Synths und andere Instrumente benutzt. Die erste Erweiterung im Strip des Kanals der Instrumentenspur muss eine Instrumentenerweiterung sein. Das geschieht automatisch wenn Instrumentenspuren von Instrumentenerweiterungen erstellt werden.

source: TODO
de: ZU ERLEDIGEN

source: Tracks
de: Spuren

source: Overview
de: Übersicht

source: Tracks are the main building blocks of projects. Tracks appear in the Tracklists (one pinned at the top and one non-pinned) and contain various information such as regions and automation points.
de: Spuren sind der Grundbaustein von Projekten. Spuren erscheinen in den Spurenlisten (eine oben angepinnt und eine nicht angepinnt) und beinhalten verschiedene Informationen wie Regionen und Automationspunkte.

source: Most types of Tracks have a Channel that appears in the mixer. Each Track has its own page in the Inspector section, which is shown when selecting a Track.
de: Die meisten Arten von Spuren haben einen Kanal, der im Mixer erscheint. Jede Spur hat ihre eigene Seite im Inspektorabschnitt, der beim Anwählen einer Spur gezeigt wird.

source: There are various kinds of Tracks suited for different purposes, explained in the following sections.
de: Es gibt verschiedene Arten von Spuren für verschiedene Aufgaben, die in den folgenden Abschnitten erklärt werden.

source: Track Context Menu
de: Spurkontextmenü

source: Track Operations
de: Spuroperationen

source: Moving Tracks
de: Spuren verschieben

source: Tracks can be moved by clicking and dragging inside empty space in the Track, and dropping it at another location. The drop locations will be highlighted as you move the Track.
de: Spuren können durch Klicken und Ziehen innerhalb eines leeren Platzes in der Spur und dem Ablegen an einer anderen Stelle verschoben werden. Die Ablegestelle wird hervorgehoben während du die Spur verschiebst.

source: Deleting Tracks
de: Spuren löschen

source: Tracks can be deleted by right-clicking them and selecting :zbutton:`Delete`.
de: Spuren können durch Rechtsklicken und Auswählen von :zbutton:`Löschen` gelöscht werden.

source: All Track operations are undoable.
de: Alle Spuroperationen können rückgängig gemacht werden.

source: Track Types
de: Spurarten

source: Zrythm has the following types of Tracks, and they are explained further in their own sections.
de: Zrythm hat die folgenden Arten von Spuren, und sie werden in ihrem eigenen Abschnitt weiter ausgeführt.

source: A Track that contains regions holding MIDI notes. It also has automation lanes for automating its components.
de: Eine Spur, die Regionen beinhaltet, die MIDI-Noten halten. Sie hat auch Automationsunterspuren zum Automatisieren ihrer Komponenten.

source: Audio Track
de: Audiospur

source: A Track containing audio regions, cross-fades, fades and automation.
de: Eine Spur, die Audioregionen, Cross-Fades, Fades, und Automation beinhaltet.

source: Bus Track
de: Busspur

source: A Track corresponding to a mixer bus. Bus tracks only contain automation
de: Eine Spur, die einem Mixerbus entspricht. Busspuren beinhaltet nur Automation.

source: Master Track
de: Masterspur

source: The Master track is a special type of Bus Track that controls the master fader and contains additional automation options.
de: Die Masterspur ist eine besondere Art Busspur, die die Master-Fader kontrolliert, und enthält zusätzliche Automationsoptionen.

source: Group Track
de: Gruppenspur

source: A Group Track is used to route signals from multiple Tracks into one Track. It behaves like a Bus Track with the exception that other Tracks can route their output signal directly into Group Track.
de: Eine Gruppenspur wird benutzt, um Signale von mehreren Spuren in eine Spur zu routen. Sie verhält sich wie eine Busspur, mit der Ausnahme, dass andere Spuren ihr Ausgangssignal direkt in die Gruppenspur routen können.

source: A Chord Track is a special kind of Track that contains chords and scales and is a great tool for assisting with chord progressions.
de: Eine Akkordspur ist eine besondere Art von Spur, die Akkorde und Tonarten beinhaltet, und ist ein großartiges Werkzeug, um mit Akkordfolgen zu helfen.

source: Marker Track
de: Markerspur

source: A Marker Track is a special kind of Track that contains song markers - either custom or pre-defined ones like the song start and end markers.
de: Eine Markerspur ist eine besondere Art von Spur, die Liedmarker beinhaltet – entweder eigene oder vordefinierte wie den Anfang oder das Ende vom Lied.
