Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-configuration.po
Languages: de, fr, pt

source: Device Setup
de: Gerätekonfiguration
fr: Configuration du périphérique
pt: Configuração do Aparelho

source: Connecting MIDI and Audio Devices
de: MIDI- und Audiogeräte verbinden
fr: Connecter les périphériques MIDI et audio
pt: Conectando Aparelhos de MIDI e Áudio

source: Zrythm exposes ports to JACK. Devices can be attached there. Note that for MIDI, devices need to be bridged using ``a2jmidid``.
fr: Zrythm expose ses ports à JACK. Les périphériques peuvent y être connectés. Notez que pour le MIDI, les périphériques doivent être pontés à l'aide de ``a2jmidid``.
pt: Zrythm expõe os portos ao JACK. Os aparelhos podem ser ligados lá. Note que para MIDI, os aparelhos devem ser bridged usando ``a2jmidid``.

source: An example configuration looks like this (in Catia inside Cadence)
de: Eine Beispielkonfiguration sieht so aus (in Catia in Cadence)
fr: Un exemple de configuration ressemble à ceci (dans Catia à l'intérieur de Cadence)
pt: Um exemplo de configuração parece-se assim (em Catia dentro de Cadence)

source: Installation
pt: Instalação

source: Official Builds
de: Offizielle Builds
fr: Constructions officielles
pt: Compilações Oficiais

source: You can install the latest version of Zrythm for your distro `here <https://software.opensuse.org//download.html?project=home%3Aalextee&package=zrythm>`_
de: Du kannst die neueste Version von Zrythm für deine Distro `hier <https://software.opensuse.org//download.html?project=home%3Aalextee&package=zrythm>`_ installieren.
fr: Vous pouvez installer la dernière version de Zrythm pour votre distribution `ici <https://software.opensuse.org//download.html?project=home%3Aalextee&package=zrythm>`_
pt: Você pode instalar a versão mais recente do Zrythm para sua distro `aqui <https://software.opensuse.org//download.html? project = home% 3Aalextee & package = zrythm>`_

source: You will be presented with the following
fr: Les éléments suivants vous seront présentés
pt: Ser-lhe-á apresentado o seguinte

source: This is the recommended way to install the latest version.
de: Das ist der empfohlene Weg, die neuste Version zu installieren.
fr: C'est la façon recommandée pour installer la dernière version.
pt: Esta é a forma recomendada para instalar a versão mais recente.

source: KX Studios
de: KXStudio
pt: Estúdios KX

source: Thanks to falktx, Zrythm is also available in the `KX Studio repos <http://kxstudio.linuxaudio.org/>`_ for Debian users
de: Dank FalkTX ist Zrythm auch in den `KXStudio-Repos <http://kxstudio.linuxaudio.org/>`_ für Nutzer von Debian verfügbar
fr: Grâce à falktx, Zrythm est aussi disponible dans le `dépôt KX Studio <http://kxstudio.linuxaudio.org/>`_ pour les utilisateurs de Debian
pt: Graças ao falktx, Zrythm também está disponível no `Repos Estudio KX <http://kxstudio.linuxaudio.org/>`_ para usuários de Debian

source: For Arch GNU/Linux users, Zrythm is also available in the AUR under `zrythm <https://aur.archlinux.org/packages/zrythm/>`_ and `zrythm-git <https://aur.archlinux.org/packages/zrythm-git/>`_
de: Für Nutzer von Arch GNU/Linux ist Zrythm auch in der AUR verfügbar unter `zrythm <https://aur.archlinux.org/packages/zrythm/>`_ und `zrythm-git <https://aur.archlinux.org/packages/zrythm-git/>`_
fr: Pour les utilisateurs d'Arch GNU/Linux, Zrythm est également disponible dans l'AUR sous `zrythm <https://aur.archlinux.org/packages/zrythm/>`_ et `zrythm-git <https://aur.archlinux.org/packages/zrythm-git/>`_
pt: Para usuários do Arch GNU/Linux, o Zrythm também está disponível no AUR sob `zrythm <https://aur.archlinux.org/packages/zrythm/>`_ e `zrythm-git <https://aur.archlinux.org/packages/zrythm-git/>`_

source: Manual Installation
de: Manuelle Installation
fr: Installation manuelle
pt: Instalação Manual

source: The usual GNU toolchain procedure applies::
fr: La procédure habituelle de la chaîne d'outils GNU s'applique :
pt: O procedimento de toolchain GNU habitualment aplica::

source: Type ``./configure --help`` for available options. We recommend using ``--enable-qt5 --enable-ffmpeg`` to get the most functionality.
de: Schreibe ``./configure --help`` für verfügbare Optionen. Wir empfehlen die Benutzung von ``--enable-qt5 --enable-ffmpeg`` zum Erhalten der meisten Funktionalität.
fr: Tapez ``./configure --help`` pour les options disponibles. Nous vous recommandons d'utiliser ``--enable-qt5 --enable-ffmpeg`` pour obtenir le maximum de fonctionnalités.
pt: Digite ``./configure --help`` para as opções disponíveis. Nós recomendamos usar ``--enable-qt5 --enable-ffmpeg`` para obter a maioria das funcionalidades.

source: Configuration
de: Konfiguration
pt: Configuração

source: Audio
pt: Áudio

source: Preferences
de: Einstellungen
fr: Préférences
pt: Preferências

source: System Requirements
de: Systemvoraussetzungen
fr: Configuration système requise
pt: Requisitos do Sistema

source: Minimum Requirements
de: Minimale Voraussetzungen
fr: Minimum requis
pt: Requisitos Mínimos

source: We don't know yet. The oldest machine tested on was T400 and it was a bit laggy. If you have any experiences with older machines please let us know.
de: Wissen wir noch nicht. Die älteste der getesteten Maschinen war ein T400 und es war ein bisschen ruckelig. Falls du irgendwelche Erfahrungen mit älteren Maschinen hast, lass es uns bitte wissen.
fr: Nous ne savons pas encore. La plus ancienne machine testée était la T400 et c'était un peu lent. Si vous avez des expériences avec des machines plus anciennes, n'hésitez pas à nous en faire part.
pt: Ainda não sabemos. O sistema mais antigo que foi testado foi a T400 e estava um pouco atrasada. Se você tem alguma experiência com sistemas mais antigos, por favor avise-nos.

source: Recommended Requirements
de: Empfohlene Voraussetzungen
fr: Exigences recommandées
pt: Requisitos Recomendados

source: We recommend running a fairly modern machine.
de: Wir empfehlen den Betrieb einer ziemlich modernen Maschine.
fr: Nous vous recommandons d'utiliser une machine assez récente.
pt: Recomendamos usar uma máquina bastante moderna.

source: Audio Interface
fr: Interface audio
pt: Interface de Áudio

source: An Audio Interface is recommended as it offers low latency and better quality (especially if recording audio).
de: Es wird ein Audiointerface empfohlen, da es eine niedrige Latenz und eine bessere Qualität bietet (besonders bei der Aufnahme von Audio).
fr: Une interface audio est recommandée car elle offre une faible latence et une meilleure qualité (en particulier lors de l'enregistrement audio).
pt: Uma interface de áudio é recomendada, pois oferece baixa latência e melhor qualidade (especialmente se estiver gravando áudio).

source: JACK needs to be set up and configured before running Zrythm. We recommend using `Cadence <http://kxstudio.linuxaudio.org/Applications%3ACadence>`_, as it makes the process very easy.
de: JACK muss vor dem ausführen von Zrythm eingerichtet und konfiguriert werden. Wir empfehlen `Cadence <http://kxstudio.linuxaudio.org/Applications%3ACadence>`_, da es den Prozess sehr einfach macht.
fr: JACK doit être configuré avant de lancer Zrythm. Nous recommandons d'utiliser `Cadence <http://kxstudio.linuxaudio.org/Applications%3ACadence>`_, car cela rend le processus très facile.
pt: JACK deve ser instalado e configurado antes de executar o Zrythm. Recomendamos o uso de `Cadence <http://kxstudio.linuxaudio.org/Applications>`_, pois torna o processo muito fácil.

source: Open Cadence
de: Öffne Cadence
fr: Ouvrir Cadence
pt: Abrir Cadence

source: Click Configure and select your Audio Interface
de: Klick Konfigurieren und wähle dein Audiointerface
fr: Cliquez sur Configurer et sélectionnez votre interface audio
pt: Clique em Configurar e selecione sua Interface de Áudio
