Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-interface.po
Languages: de, fr, gl, ja

source: Inspector Panel (1)
de: Inspektorfeld (1)
fr: Panneau d'inspection (1)
gl: Panel de Inspección (1)
ja: インスペクターパネル (1)

source: The inspector panel contains the inspector, which is used to view and change parameters of the currently selected objects.
de: Das Inspektorfeld beinhaltet den Inspektor, der genutzt wird um Parameter vom gerade ausgewählten Objekt anzusehen und zu verändern.
fr: Le panneau d'inspection contient l'inspecteur, qui permet d'afficher et de modifier les paramètres des objets actuellement sélectionnés.
gl: O panel de inspección contén o inspector, que se usa para ver e modificar parámetros dos obxectos seleccionados.
ja: インスペクタパネルには、現在選択されているオブジェクトのパラメータを表示および変更するために使用されるインスペクタが含まれます。

source: Editor Panel (2)
de: Editorfeld (2)
fr: Panneau d'édition (2)
gl: Panel de Edición (2)
ja: エディターパネル（2）

source: The editor panel contains various views that are useful in composing and mixing, such as the Clip Editor and the Mixer.
de: Das Editorfeld beinhaltet verschiedene Ansichten, die nützlich beim Komponieren und Mischen sind, wie etwa den Clip-Editor und den Mixer.
fr: Le panneau d'édition contient divers affichages utiles pour la composition et le mixage, telles que l'éditeur de clips et le mixeur.
gl: O panel de edición contén varias vistas útiles para compoñer e mestura, como as do Editor de Clips e do Mesturador.
ja: エディタパネルには、クリップエディタやミキサーなど、作成やミキシングに役立つさまざまなビューが含まれています。

source: Browser Panel (3)
de: Browserfeld (3)
fr: Panneau de navigation (3)
gl: Panel do Navegador (3)
ja: ブラウザパネル (3)

source: The browser panel contains the browser, and is used to find plugins and/or audio and MIDI files to drag and drop into the project.
de: Das Browserfeld enthält den Browser und wird benutzt, um Erweiterungen zu finden und/oder Audio- und MIDI-Dateien in das Projekt zu ziehen und abzulegen.
fr: Le panneau de navigation contient le navigateur et est utilisé pour trouver des greffons et / ou des fichiers audio et MIDI à glisser-déposer dans le projet.
gl: O panel do navegador contén o navegador, que se utiliza para atopar plugins e/ou ficheiros de audio e MIDI para arrastrar e soltar no proxecto.
ja: ブラウザーパネルにはブラウザーがあり、プロジェクトにドラッグアンドドロップするプラグインやオーディオおよびMIDIファイルを検索するために使用されます。

source: Arranger Panel (4)
de: Arrangeurfeld (4)
fr: Panneau de l'arrangeur (4)
gl: Panel de Arranxos (4)
ja: アレンジャーパネル (4)

source: This is where the action happens. The main panel mainly consists of the Timeline Arranger and the Project's Tracks on the left side.
de: Das ist, wo die Action stattfindet. Das Hauptpanel besteht hauptsächlich aus dem Zeitachsenarrangeur und den Spuren des Projektes auf der linken Seite.
fr: C'est là que l'action se passe. Le panneau principal se compose principalement de l'arrangeur de la la ligne temporelle et des pistes du projet sur le côté gauche.
gl: Aquí é onde acontece a acción. O panel principal consiste principalmente no Arranxador da Liña de Tempo e as Pistas do Proxecto ao lado esquerdo.
ja: ここはほとんど使います。メインパネルは、主にタイムラインアレンジャーと左側にあるプロジェクトのトラックで構成されています。

source: Toolbar (5)
de: Werkzeugleiste (5)
fr: Barre d'outils (5)
gl: Barra de Ferramentas (5)
ja: ツールバー (5)

source: There are two main toolbars containing global controls such as BPM and Transport.
de: Es gibt zwei Hauptwerkzeugleisten, die globale Steuerungen wie die BPM und den Transport beinhalten.
fr: Il existe deux barres d'outils principales contenant des contrôles globaux comme le BPM et le transport.
gl: Existen dúas barras de ferramentas principais que conteñen controis globais como as BPM e o Desprazamento.
ja: BPM やトランスポートなどの全般のコントロールを含む 2 つのメイン ツールバーがあります。

source: Title Bar (6)
de: Titelleiste (6)
fr: Barre de titre (6)
gl: Barra de Título (6)
ja: タイトルバー (6)

source: The Title Bar contains menus with options for various operations.
de: Die Titelleiste enthält Menüs mit Optionen für verschiedene Operationen.
fr: La barre de titre contient des menus avec des options pour diverses opérations.
gl: A Barra de Título contén menús con opcións para varias operacións.
ja: タイトル バーには、さまざまな操作のオプションを含むメニューが含まれています。

source: Status Bar (7)
de: Statusleiste (7)
fr: Barre d'état (7)
gl: Barra de Estado (7)
ja: ステータスバー (7)

source: The status bar is a helpful bar in the bottom of the window that displays information about the current project.
fr: La barre d'état est une barre utile en bas de la fenêtre qui affiche des informations sur le projet en cours.
gl: A barra de estado é unha barra moi útil na parte baixa da ventá que amosa información sobre o proxecto actual.
ja: ステータスバーは、現在のプロジェクトに関する情報を表示するウィンドウの下部にある便利なバーです。

source: Piano Roll
de: Notenrolle
ja: ピアノロール

source: Interface
ja: インターフェイス

source: Zrythm's Interface
de: Zrythms Oberfläche

source: Playhed
de: Abspielkopf

source: Zrythm Interface Overview
de: Zrythms Oberflächenübersicht

source: Zrythm's interface is split into various sub-modules:
de: Zrythms Oberfläche ist aufgeteilt in verschiedene Untermodule:

source: The Status Bar is a helpful bar in the bottom of the program that shows tips based on the currently hovered-over item.
de: Die Statusbar ist eine hilfreiche Leiste am unteren Rand des Programmes, die Tipps basierend auf dem Element über dem die Maus schwebt anzeigt.
