Repository: Dreadchild/zrythm
Catalog: doc/user/locale/*/LC_MESSAGES/zrythm-interface.po
Languages: de, fr, gl, ja

source: Basic Concepts and Terminology
de: Grundbegriffe und Terminologie
fr: Concepts de base et terminologie
gl: Conceptos Básicos e Terminoloxía
ja: 基本的な概念と用語

source: Here are a few terms you should be aware of when using Zrythm. They are explained further in their corresponding chapters.
de: Hier sind ein paar Begriffe, mit denen du vertraut sein solltest, wenn du Zrythm benutzt. Sie werden in ihren entsprechenden Kapiteln weiter ausgeführt.
fr: Voici quelques termes que vous devriez connaître lorsque vous utilisez Zrythm. Ils sont expliqués plus en détail dans les chapitres correspondants.
gl: A continuación, algúns termos que deberías coñecer ao empregar Zrythm. Están explicados máis fondamente nos capítulos correspondentes.
ja: Zrythmを使用する際に注意すべきいくつかの用語を以下に示します。それぞれの章でさらに説明されています。

source: Region
fr: Région
gl: Rexión
ja: リージョン

source: A Region (Clip) is a container for MIDI Notes, audio or other events. Regions can be repeated, like below.
de: Eine Region (Clip) ist ein Behälter für MIDI-Noten oder Audio. So sieht eine Region im Arrangeur aus.
fr: Une région (clip) est un conteneur pour les notes MIDI ou l'audio. Voici à quoi ressemble une région dans l'arrangeur.
gl: Unha Rexión (Clip) é un contedor para Notas MIDI, audio ou outros eventos. As rexións poden ser repetidas, como a continuación.
ja: リージョン(クリップ)は、MIDIノート、オーディオ、その他のイベントのコンテナです。リージョンは、以下のように繰り返すことができます。

source: The content of the Regions can be edited in an Editor, such as the Piano Roll, found in the Editor tab in the bottom panel.
de: Die Zeitachse ist, wo das Lied arrangiert wird, auch bekannt als Arrangeur.
fr: La ligne temporelle est l'endroit où le morceau est arrangé, également connue sous le nom d'arrangeur.
gl: O contido das Rexións pode ser editado nun Editor, como o Piano Roll, na lapela Editor do panel inferior.
ja: リージョンの内容は、下部パネルの[エディタ]タブにあるピアノロールなどのエディタで編集できます。

source: Track
de: Spur
fr: Piste
gl: Pista
ja: トラック

source: A Track is a single slot in the Timeline containing various Regions and Automation. It may contain various lanes, such as Automation Lanes. There are some special tracks like the Chord Track and the Marker Track that contain chords and markers respectively.
de: Eine Spur ist ein einzelner Slot in der Zeitachse, der verschiedene Regionen und Automationen beinhaltet. Sie kann verschiedene Unterspuren wie Automationsspuren enthalten. Es gibt besondere Spuren wie die Akkord-Spur und die Markerspur, die jeweils Akkorde und Marker beinhalten.
fr: Une piste est un emplacement unique dans la ligne temporelle contenant diverses régions et automatisation. Il peut contenir plusieurs lignes, telles que des lignes d'automatisation. Il y a quelques pistes spéciales comme la piste d'accords et la piste de marqueurs qui contiennent respectivement des accords et des marqueurs.
gl: Unha pista é un oco independente da Liña de Tempo que contén varias Rexións e Automatizacións. Pode conter varias estaxes, como as Estaxes de Automatización. Algunhas pistas especiais como a Pista de Acordes e a Pista de Marcadores conteñen acordes e marcadores, respectivamente.

source: Channel
de: Kanal
fr: Canal
gl: Canle
ja: チャネル

source: A Channel is a single slot in the Mixer. Most types of Tracks have a corresponding Channel, which is used for adjusting the Track's volume, pan and other settings.
de: Der Mixer enthält alle Kanäle im Projekt und dient zum Mischen der Audiosignale von jedem Kanal.
fr: Le mixeur contient tous les canaux du projet et est utilisé pour mixer les signaux audio de chaque canal.
gl: Unha Canle é unha peza independente no Mesturador. A meirande parte das Pistas teñen a súa Canle correspondente, que se emprega para axustar o volume da Pista, o panorama e outras configuracións.
ja: チャンネルはミキサーにあるスロットです。ほとんどのトラックの種類には、トラックのボリューム、パン、その他の設定を調整するための、そのトラックに対応するチャンネルがあります。

source: Range
de: Bereich
fr: Plage
gl: Intervalo
ja: （時間の）範囲

source: A Range is a selection of time between two positions.
de: Ein Bereich ist eine Auswahl der Zeit zwischen zwei Positionen.
fr: Une plage est une sélection de temps entre deux positions.
gl: Un Intervalo é unha selección de tempo entre dúas posicións.
ja: レンジは、2 つの位置間の時間の選択です。

source: MIDI Note
fr: Note MIDI
gl: Nota MIDI
ja: MIDIノート

source: MIDI Notes are used to trigger virtual (or hardware) instruments.
de: MIDI-Noten werden zum Auslösen von virtuellen (oder Hardware-)Instrumenten verwendet.
fr: Les notes MIDI sont utilisées pour déclencher des instruments virtuels (ou matériels).
gl: As Notas MIDI úsanse para disparar instrumentos virtuais ou de hardware.
ja: MIDI ノートは、仮想(またはハードウェア)のインストゥルメントをトリガーするために使用されます。

source: Editors
de: Editoren
fr: Éditeurs
gl: Editores
ja: エディター

source: Zrythm has various editors for editing the various events in the Timeline in detail. These editors appear in the Editor tab in the bottom panel.
de: Zrythm verfügt über verschiedene Editoren, um die verschiedenen Ereignisse in der Timeline im Detail zu bearbeiten. Diese Editoren werden auf der Registerkarte Editor im unteren Bereich angezeigt.
fr: Zrythm dispose de plusieurs éditeurs pour éditer en détail les différents événements de la ligne temporelle. Ces éditeurs apparaissent dans l'onglet Éditeur du panneau inférieur.
gl: Zrythm ten varios editores para editar os diversos eventos da Liña de Tempo en detalle. Estes editores aparecen na lapela Editor no panel superior.
ja: Zrythm には、タイムラインのさまざまなイベントを詳細に編集するためのさまざまなエディターがあります。これらのエディタは、下部パネルの[エディタ]タブに表示されます。

source: The Piano Roll, or MIDI Arranger, is the most commonly used editor. It can be used to edit MIDI regions, which contain MIDI notes. When a MIDI Region is selected, the Editor tab will display the Piano Roll, allowing you to edit that region.
de: Die Notenrolle, oder MIDI Arrangeur, ist der am häufigsten verwendete Editor. Sie kann verwendet werden, um MIDI-Regionen zu bearbeiten, die MIDI-Noten enthalten. Wenn eine MIDI-Region ausgewählt ist, wird auf der Registerkarte Editor die Notenrolle angezeigt, mit der Sie diese Region bearbeiten können.
fr: Le Piano Roll, ou arrangeur MIDI, est l'éditeur le plus utilisé. Il peut être utilisé pour éditer des régions MIDI, qui contiennent des notes MIDI. Lorsqu'une région MIDI est sélectionnée, l'onglet Éditeur affiche le Piano Roll, vous permettant d'éditer cette région.
gl: O Piano Roll, ou Arranxador de MIDI, é o editor usado máis frecuentemente. Pódese utilizar para editar rexións MIDI, que conteñen notas MIDI. Cando unha Rexión MIDI está seleccionada, a lapela Editor amosará o Piano Roll, permitíndoche editar esa rexión.
ja: ピアノロール、またはMIDIアレンジャーは、最も一般的に使用されるエディタです。MIDI ノートを含む MIDI リージョンを編集するために使用できます。MIDI リージョンを選択すると、エディタタブにピアノロールが表示され、そのリージョンを編集できます。

source: Automation Editor
de: Automatisierungseditor
fr: Éditeur d'automatisation
gl: Editor de Automatizacións
ja: オートメーションエディター

source: In Zrythm, automation is also enclosed in regions (called Automation Regions). This allows automation to be repeated, much like MIDI Regions. The Automation Editor will appear in the Editor tab when an Automation Region is selected.
de: In Zrythm ist die Automatisierung auch in Regionen eingeschlossen (sogenannte Automatisierungsregionen). Dadurch kann die Automatisierung wie bei MIDI-Regionen wiederholt werden. Der Automatisierungseditor wird auf der Registerkarte Editor angezeigt, wenn ein Automatisierungsbereich ausgewählt ist.
fr: Dans Zrythm, l'automatisation est également incluse dans les régions (appelées régions d'automatisation). Cela permet de répéter l'automation, un peu comme les régions MIDI. L'éditeur d'automatisation apparaîtra dans l'onglet éditeur lorsqu'une région d'automatisation est sélectionnée.
gl: En Zrythm, a automatización tamén está pechada en rexións (chamadas Rexións de Automatización). Isto permite repetir a automatización, ao igual que as rexións MIDI. O Editor de Automatizacións aparecerá na lapela Edición cando selecciones unha Rexión de Automatización.
ja: Zrythm では、オートメーションもリージョン(オートメーションリージョンと呼ばれる)に格納されています。これにより、MIDI リージョンと同様にオートメーションを繰り返すことができます。オートメーションリージョンが選択されると、オートメーション エディタが [エディター] タブに表示されます。

source: Chord Editor
de: Akkord-Editor
fr: Éditeur d'accords
gl: Editor de Acordes
ja: コードエディター

source: The Chord Editor is used for editing Chord Regions.
de: Der Akkordeditor wird zum Bearbeiten von Akkordbereichen verwendet.
fr: L'éditeur d'accords est utilisé pour éditer les régions d'accords.
gl: O Editor de Acordes utilízase pare editar Rexións de Acordes.
ja: コードエディターは、コードリージョンの編集に使用されます。

source: This is a work in progress
de: Dies ist eine noch nicht abgeschlossene Arbeit
fr: C'est un travail en cours
gl: Este é un traballo en proceso
ja: これはTODOです

source: Global Menus
de: Globale Menüs
fr: Menus globaux
gl: Menús globais
ja: 全般のメニュー

source: Zrythm has the following global menus at the top of its interface.
de: In Zrythm sind die folgenden globalen Menüs am oberen Rand der Benutzeroberfläche.
fr: Zrythm a les menus globaux suivants en haut de son interface.
gl: Zrythm conta cos seguintes menús globais na parte superior da súa interface.
ja: Zrythmのインターフェイスの上部には、次の全般のメニューがあります。

source: Zrythm icon
de: Zrythm-Symbol
fr: Icône Zrythm
gl: Icona de Zrythm
ja: Zrythmアイコン

source: Clicking this will show the About dialog
de: Wenn Sie darauf klicken, wird das Dialogfeld Info angezeigt
fr: En cliquant dessus, vous verrez la boîte de dialogue d'à propos
gl: Facer clic aquí amosará o dialogo Acerca de
ja: これをクリックすると、About ダイアログが表示されます。

source: Home
de: Startseite
fr: Accueil
gl: Inicio
ja: 編集

source: Contains various buttons and controls that are used often during editing and arranging
de: Enthält verschiedene Schaltflächen und Bedienelemente, die häufig beim Bearbeiten und Arrangieren verwendet werden
fr: Contient divers boutons et contrôles qui sont souvent utilisés lors de l'édition et de l'arrangement
gl: Contén varios botóns e controis usados frecuentemente durante a edición e os arranxos
ja: 編集やアレンジ時によく使用されるさまざまなボタンやコントロールが含まれています。

source: Project
de: Projekt
fr: Projet
gl: Proxecto
ja: プロジェクト

source: Various project-related actions such as saving, loading and exporting MIDI or audio
de: Verschiedene projektbezogene Aktionen wie Speichern, Laden und Exportieren von MIDI oder Audio
fr: Diverses actions liées au projet telles que la sauvegarde, le chargement et l'exportation MIDI ou audio
gl: Varias accións relacionadas co proxecto, como gardar, cargar e exportar MIDI ou son
ja: MIDIやオーディオの保存、ロード、書き出しなど、プロジェクトに関連するさまざまなアクション

source: View
de: Ansicht
fr: Affichage
gl: Ver
ja: 表示

source: Controls to change the appearance of Zrythm and its various areas, such as zooming
de: Steuerelemente, um das Aussehen von Zrythm und seinen verschiedenen Bereichen zu ändern, wie z.B. das Zoomen
fr: Contrôles pour changer l'apparence de Zrythm et de ses différentes zones, comme le zoom
gl: Controis para mudar a aparencia de Zrythm e as súas áreas, como facer zoom
ja: Zrythm の外観とズームなどのさまざまな領域を変更するコントロール

source: Help
de: Hilfe
fr: Aide
gl: Axuda
ja: ヘルプ

source: Links for reporting bugs, donating, chatting, etc.
de: Links zum Melden von Fehlern, zum Spenden und Chatten, etc.
fr: Liens pour signaler des bogues, faire un don, tchatter, etc.
gl: Ligazóns para reportar erros, doar, chatear, etc.
ja: バグ報告、寄付、チャットなどのリンク。

source: Timeline Minimap
de: Zeitachsenminikarte
fr: Mini carte de la ligne temporelle
gl: Minimapa da Liña de Tempo
ja: タイムラインミニマップ

source: The timeline minimap is a little box that represents the current visible area of the timeline. It can be moved around and resized to change the visible area.
de: Die Zeitachsenminikarte ist ein kleines Kästchen, das den aktuellen sichtbaren Bereich der Zeitachse darstellt. Sie kann verschoben und in der Größe verändert werden, um den sichtbaren Bereich zu ändern.
fr: La ligne temporelle minimap est une petite boîte qui représente la zone visible actuelle de la ligne temporelle. Elle peut être déplacée et redimensionnée pour modifier la zone visible.
gl: O minimapa da liña de tempo é unha caixiña que representa a área actualmente visible da liña de tempo. Pódese mover e redimensionar para mudar a área visible.
ja: タイムラインのミニマップは、タイムラインの現在の表示領域を表す小さなボックスです。このコントロールは、移動してサイズを変更して、表示領域を変更できます。

source: Mixer
fr: Mixeur
gl: Mesturador
ja: ミキサー

source: The Mixer tab contains the Mixer, where all the visible Channels in the project are shown. The Mixer is used to mix the audio signals from each Channel.
de: Die Registerkarte Mixer enthält den Mixer, in dem alle sichtbaren Kanäle des Projekts angezeigt werden.
fr: L'onglet du mixeur contient le mixeur, où tous les canaux visibles du projet sont affichés.
gl: A lapela do Mesturador contén o Mesturador, onde se amosan tódalas Canles visibles do proxecto. O Mesturador serve para mesturar os sinais de audio de cada Canle.
ja: ミキサータブには、プロジェクト内のすべてのチャンネルが表示されるミキサーがあります。ミキサーは、各チャンネルからのオーディオ信号をミックスするために使用されます。

source: Ruler
de: Lineal
fr: Règle
gl: Regra
ja: ルーラー

source: A ruler is used to show the position of events in a given arranger, whether it is the timeline arranger or the piano roll or the sample editor.
de: Ein Lineal wird verwendet, um die Position von Ereignissen in einem bestimmten Arrangeur anzuzeigen, sei es der Zeitachsen-Arrangeur, die Notenrolle oder der Sample-Editor.
fr: Une règle est utilisée pour montrer la position des événements dans un arrangeur donné, que ce soit l'arrangeur de ligne temporelle, ou du piano-roll, ou de l'éditeur d'échantillons.
gl: A regra emprégase para indicar a posición dos eventos nun arranxador particular, tanto se é o arranxador da liña de tempo, o piano roll ou o editor de samples.
ja: ルーラーは、タイムラインのアレンジャー、ピアノロール、サンプルエディタなど、それぞれのアレンジャーのイベントの位置を示すために使用されます。

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers/ indicators.
de: Das Lineal zeigt je nach aktueller Zoomstufe mehr oder weniger Informationen an. Es werden auch die folgenden Marker/Indikatoren angezeigt.
fr: La règle affichera plus ou moins d'informations en fonction du niveau de zoom actuel. Elle affichera également les marqueurs/indicateurs suivants.
gl: A regra amosará máis ou menos información segundo o nivel de zoom actual. Tamén mostrará os seguintes marcadores/indicadores.
ja: ルーラーには、現在のズーム レベルに応じて、情報の表示量が増減します。また、以下のマーカー/インジケータも表示されます。

source: Cue point
de: Cue-Punkt
fr: Point de repère
gl: Punto de Referencia
ja: キューポイント

source: Displayed as a blue, right-pointing arrow.
de: Wird als blauer, nach rechts zeigender Pfeil angezeigt.
fr: Affiché sous la forme d'une flèche bleue pointant vers la droite.
gl: Indicado como unha frecha azul cara a dereita.
ja: 青い右向きの矢印として表示されます。

source: Playhead position
de: Abspielposition
fr: Position de la tête de lecture
gl: Posición da cabeza de reprodución
ja: 再生ヘッドの位置

source: Shown as a grey, down-facing arrow.
de: Wird als grauer, nach unten zeigender Pfeil dargestellt.
fr: Représenté par une flèche grise orientée vers le bas.
gl: Indicada como unha frecha gris cara abaixo.
ja: 灰色の下向き矢印として表示されます。

source: Loop points
de: Schleifenpunkte
fr: Points de bouclage
gl: Puntos de bucle
ja: ループポイント

source: Shown as 2 green arrows, and the area between them is shown in bright green if loop is enabled, or grey if disabled. Can be dragged to reposition.
de: Wird als 2 grüne Pfeile dargestellt, der Bereich zwischen ihnen wird hellgrün angezeigt, wenn die Schleife aktiviert ist oder grau, wenn deaktiviert. Kann zur Neupositionierung gezogen werden.
fr: Représenté par 2 flèches vertes, et la zone entre elles est affichée en vert vif si la boucle est activée, ou en gris si elle est désactivée. Peut être glissé pour être repositionné.
gl: Indicados como dúas frechas verdes, e a área entre elas móstrase verde brillante se o bucle está activo, ou gris se está inactivo. Pódense arrastrar para recolocar.
ja: 2 つの緑色の矢印で表示され、ループが有効な場合はそれらの間の領域が明るい緑色で表示され、無効になっている場合はグレーで表示されます。位置を変更するためにドラッグできます。

source: In the timeline arranger, these are the global loop points. In arrangers found in the editor, these are the region loop points.
de: Im Zeitachsen-Arrangeur sind dies die globalen Loop-Punkte. Bei Arrangeuren, die im Editor gefunden werden, sind dies die Regionsschleifenpunkte.
fr: Dans l'arrangeur de ligne temporelle, ce sont les points de boucle globaux. Dans les arrangeurs trouvés dans l'éditeur, ce sont les points de bouclage de région.
gl: No arranxador da liña de tempo, estes son os puntos de bucle globais. Nos arranxadores que se encontran no editor, son puntos de bucle de rexión.
ja: タイムラインアレンジャーでは、これらは全般なループポイントです。エディタにあるのはリージョンのループポイントです。

source: Clicking and dragging on empty space in the ruler will allow you to reposition the playhead.
de: Wenn Sie auf das leere Feld im Lineal klicken und ziehen, können Sie den Abspielkopf neu positionieren.
fr: Cliquer et faire glisser sur l'espace vide dans la règle vous permettra de repositionner la tête de lecture.
gl: Facendo clic nun espazo baleiro da regra e arrastrando permitirache recolocar a cabeza de reprodución.
ja: ルーラーの空の領域をクリックしてドラッグすると、再生ヘッドの位置を変更できます。

source: Hold :zbutton:`Shift` to disable snapping momentarily while moving things around
de: Halten Sie die Taste :zbutton:`Shift` gedrückt, um das kurzzeitige Schnappen zu deaktivieren, während Sie Dinge bewegen
fr: Maintenir :zbutton:`MAJ' pour désactiver l'accrochage momentanément tout en déplaçant les objets
gl: Mantén premido :zbutton:`Shift` para desactivar o axuste automático momentaneamente mentres moves algún elemento
ja: :zbutton:`Shift` を押しながら操作すると、一時的にスナップを無効にします

source: Status Bar
de: Statusleiste
fr: Barre d'état
gl: Barra de Estado
ja: ステータスバー

source: The status bar contains information about the currently active audio backend.
de: Die Statusleiste enthält Informationen über das aktuell aktive Audio-Backend.
fr: La barre d'état contient des informations sur le dorsal audio actuellement actif.
gl: A barra de estado contén información sobre o backend de audio activo no momento.
ja: ステータス バーには、現在アクティブなオーディオ バックエンドに関する情報が表示されます。

source: Timeline
de: Zeitleiste
fr: Ligne temporelle
gl: Liña de Tempo
ja: タイムライン

source: The timeline is the main area where the song is composed. It generally consists of a collection of events - mostly regions - that are positioned against time. Some events will open separate windows for further editing when clicked.
de: Die Zeitachse ist der Hauptbereich, in dem der Song komponiert wird. Sie besteht in der Regel aus einer Sammlung von Ereignissen - meist Regionen -, die gegen die Zeit positioniert sind. Einige Ereignisse öffnen separate Fenster zur weiteren Bearbeitung, wenn sie angeklickt werden.
fr: La ligne temporelle est la zone principale où le morceau est composé. Il s'agit généralement d'un ensemble d'événements - principalement des régions - qui se positionnent dans le temps. Certains événements ouvrent des fenêtres séparées pour une modification ultérieure lorsqu'on clique dessus.
gl: A liña de tempo é a área principal onde se compoñen as cancións. Xeralmente consiste nunha colección de eventos -sobre todo rexións- colocadas respecto ao tempo. Algúns eventos abrirán xanelas separadas para mais opcións de edición cando lles fagas clic.
ja: タイムラインは、曲が構成されるメインエリアです。一般的に、時間に対して配置されるイベント (主にリージョン) のコレクションで構成されます。一部のイベントでは、クリックすると別のウィンドウが開き、さらに編集できます。

source: The Timeline is split into a top timeline that remains fixed on top, and a scrollable timeline below it. This way you can pin tracks you want to always be visible at the top.
de: Die Zeitachse ist unterteilt in eine obere Zeitachse, die oben fixiert bleibt, und eine scrollbare Zeitachse darunter. Auf diese Weise können Sie Spuren anheften, die Sie immer oben sichtbar haben möchten.
fr: La ligne temporelle est divisée en une ligne temporelle supérieure qui reste fixe sur le dessus et une ligne temporelle déroulante en dessous. De cette façon, vous pouvez épingler les pistes que vous voulez toujours voir en haut.
gl: A Liña de Tempo divídese nunha liña de tempo superior que permanece fixa arriba e unha liña de tempo deslizable embaixo dela. Deste xeito, podes ancorar as pistas que queiras que sempre estean visibles no nivel superior.
ja: タイムラインは上部に固定された上のタイムラインと、その下にスクロール可能なタイムラインに分割されます。これにより、常に一番上に表示するトラックをピン留めできます。

source: Tracklist
de: Spurenliste
fr: Liste des pistes
gl: Lista de pistas
ja: トラックリスト

source: The Tracklist contains all of the Tracks in the project. It is split into the top (pinned) Tracklist and the bottom (main) Tracklist.
de: Die Spurliste enthält alle Spuren im Projekt. Es ist unterteilt in die obere (festgesteckte) Spurliste und die untere (Haupt-)Spurliste.
fr: La liste de piste contient toutes les pistes du projet. Elle est divisée en une liste de piste supérieure (épinglée) et une liste de piste inférieure (principale).
gl: A Lista de Pistas contén tódalas Pistas no proxecto. Divídese na lista de pistas superior (ancorada) e a inferior (principal).
ja: トラックリストには、プロジェクト内のすべてのトラックが表示されます。上部(ピン留め)トラックリストと下部(メイン)トラックリストに分割されます。

source: Transport Bar
de: Transportleiste
fr: Barre de transport
gl: Barra de Desprazamento
ja: トランスポートバー

source: The transport bar contains controls for changing the behavior of playback. It includes the following items.
de: Die Transportleiste enthält Bedienelemente zum Ändern des Wiedergabeverhaltens. Es enthält die folgenden Elemente.
fr: La barre de transport contient des contrôles permettant de modifier le comportement de la lecture. Elle comprend les éléments suivants.
gl: A barra de desprazamento contén os controis para modificar o comportamento da reprodución. Inclúe os seguintes elementos.
ja: トランスポート バーには、再生の動作を変更するためのコントロールが含まれています。以下の項目が含まれます。

source: Metronome toggle
de: Metronom-Umschalter
fr: Basculement du métronome
gl: Alternar Metrónomo
ja: メトロノームのON/OFFの切り替え

source: Toggles the metronome on/off
de: Schaltet das Metronom ein/aus
fr: Bascule le métronome actif/inactif
gl: Activa e desactiva o metrónomo
ja: メトロノームのオン/オフを切り替えます

source: Song tempo (beats per minute)
de: Liedtempo (Beats pro Minute)
fr: Tempo du morceau (battements par minute)
gl: Tempo da canción (pulsos por minuto)
ja: 曲のテンポ（1分あたりのビート）

source: Playhead
fr: Tête de lecture
gl: Cabeza de reprodución
ja: 再生ヘッド

source: Current playhead position, in bars.beats.sixteenths.ticks
de: Aktuelle Position des Abspielkopfes, in Leisten.Schläge.Sechzehntel.Ticks
fr: Position actuelle de la tête de lecture, en mesures.battements.double-croches.tics
gl: Posición actual da cabeza de reprodución, en compases.pulsos.décimo sextos.ticks

source: Transport buttons
de: Transportknöpfe
fr: Boutons de transport
gl: Botóns de desprazamento
ja: トランスポートのボタン

source: Controls for stopping, playback, recording, etc.
de: Bedienelemente für Stopp, Wiedergabe, Aufnahme, etc.
fr: Contrôles d'arrêt, de lecture, d'enregistrement, etc.
gl: Controis para deter, reproducir, gravar, etc.
ja: 停止、再生、録音などのコントロール

source: Widgets like the BPM meter can be changed by clicking and dragging, or by hovering over them with the cursor and scrolling
de: Widgets wie der BPM-Meter können durch Klicken und Ziehen geändert werden oder indem man mit dem Cursor über sie fährt und scrollt
fr: Les widgets tels que l'indicateur de BPM peuvent être changés en cliquant et en faisant glisser, ou en les survolant avec le curseur et en faisant défiler l'écran
gl: Elementos como o medidor de BPM pódense modificar facendo clic e arrastrando ou colocando o cursor enriba e movendo a roda
ja: BPMメーターなどのウィジェットは、クリックしてドラッグするか、カーソルをその上に置いてスクロールすることで変更できます

source: Interface Overview
fr: Vue d'ensemble de l'interface
gl: Visión xeral do Interface
ja: インターフェイスの概要

source: The Zrythm interface is split into various sub-modules:
fr: L'interface de Zrythm est divisée en différents sous-modules :
gl: O interface de Zrythm divídese en varios módulos:
ja: Zrythmのインタフェースは、さまざまなサブモジュールに分割されています。
